{"nodes": [{"words": "It's like yeah, if one person is in this...things like if you have police contact. And that was really a lot of pressure for me in my freshman year because I was trying to be an activist in college. And I'm like, yeah I want to protest and be in all these marches and rallies and stuff, but then if I get arrested my family can get evicted and it put extra pressure. Where I want to be out here in the community, I want to help affect change, but I don't want to take the roof off of my family's head and I don't want to put my family in a horrible situation. Because it's already a huge wait list to get into one of those houses so if you lose that you're not going to get it.\nAnd they're already changing it to mixed income housing, so they're already trying to phase it out. So they're going to give your subsidized apartment away to someone who is going to pay full price for it and they're never going to change that back into a subsidized apartment.\nSo things like that. It's just like every single move, they're monitoring and it's just a mental policing that I feel like doesn't have a place when it comes to housing. Because the whole purpose of housing is to make sure people have a place to stay and I think that no, no one should sell drugs out of your house, not even subsidized housing. But if someone is making a mistake, that one person should not affect everybody on the lease and everybody in the family and everybody who needs that. You know. I just think that those are...just you know, it's unrealistic expectations and it makes it so it's easy to get rid of people when you want to get rid of them, instead of when they're actually having a problem.", "rootx": 803.5904716349656, "rooty": 414.4304890786448, "topic1": "Power and Trust", "topic2": "Housing", "used": true, "story": "observation", "priority": true, "notes": "priority, police and housing"}, {"words": "used to have all my friends talk about how great East High School was at the same time that my girls were ... suffering at East High School. And it was a time when there was a lot of fighting and ... It was just harsh, you know? So I live close to that, and so my grandchildren are all African American and they deal with different things. There's this story that ... I guess I can tell a story about my grandson, he comes to our house after school.\nOne day he was coming and he did a kind of unusual route and ... somebody stopped him. No, there was a police officer by the corner of the thing, and somebody went and told the police officer that she thought this little boy was lost. Now, I believe she was acting out of good intention, and the police officer that came over and talked to him, I believe he was acting in good intention. But there was a feeling like, if he had been white, that woman wouldn't have alerted the police that there was this little boy who was walking by himself, which he did every day, but it was a different route he was in, but that that wouldn't have happened ... So there's all these little subtle things that happen that we in our whiteness don't have to really live, and we can be separate from it. So I have lots of experiences of racism in this city.\nSue\nWas he upset?\nPeggy\nHe was just confused. He's nine. You know, he didn't really quite get it. He was wondering, why was this cop running over and talking to him? He wasn't judging it for a potential racial thing, but we were. Because then, you know, the cop had to make sure where he was going and ... I mean, it was just kind of this thing of ... he always walked home. But just that reminder that it's not all equal.", "rootx": 816.5854194217135, "rooty": 248.7164097447549, "topic1": "Police and Racism", "topic2": "none", "used": false, "story": "story", "priority": true, "notes": "priority, little kid walking by himself getting stotpped by police"}, {"words": "So, it was on the news, that a teacher called the dean of students. Said there was a young African American student, and I guess she was being disrespectful or whatever it was. So the teacher couldn't handle it. So she called for back-up, which is the dean of students. This man came and told the student, you got to leave. And as she was leaving, he pushes her, this is a 52 year old man. Pushes the girl, forces her down, pins her down and she has braids. Pulls her hair.\nSo, they got it up to the police. They asked the DA to look into it. The DA said no, She did nothing wrong, and I think he still has his job. So to me, that's very concerning because it doesn't matter if the child was being disrespectful. She was talking back to you, you don't hit a child. A grown man does not hit an 11 year old child because she wasn't listening, it doesn't matter.\nIf I have your son, toddlers don't listen. You don't grab him and bang him against the wall. Do you? What is that ... My big concern is what does that tell this young little girl? That her experience is not valid? That she is now a victim and nobody believes you? You have no voice. There is no justice for you? And if she goes back to school, when she's probably in school, she has to see this man who assaulted her.", "rootx": 754.2528177628608, "rooty": 25.030902352544572, "topic1": "Police and Youth", "topic2": "Power and Trust", "used": true, "story": "story", "priority": false, "notes": "Incident with little girl gettting pushed by principle + hair pulled"}, {"words": "Well, just our everyday kids in high school who maybe are off driving or drinking or smoking or doing things that they explore, and try. Most of us as parents also did, and most of them have parents who will either discipline or tell them that this is not safe or you shouldn't do this, but then the law's brought in. Then there isn't much tolerance, and especially with the people of color. There's not tolerance at all for anything that they might do wrong that a person who's not of color would get by in some ways. I think in that way, the city's struggling with that.\nBenedita\nDon't you think it's the whole country?\nKate\nOh absolutely.\nBenedita\nBecause I also felt that my children, people were always expecting them to do something wrong. It's like teenagers and young people are constantly being targeted for it. If we let go, you'll screw up, so we are not going to let go, which really bothered me.", "rootx": 907.4274351602339, "rooty": 347.83055090135144, "topic1": "Police and Youth", "topic2": "Police and Racism", "used": true, "story": "observation", "priority": true, "notes": "priority"}, {"words": "Well, growing up, one of the first values, or principles that I was taught, was to never trust the police in any situation, or circumstance. And then, that was kind of proven to me around age 12 or 13 when I saw a family member be shot in the back eight times. Law enforcement really took their time. I watched him lay there on the ground and have to wait for a significant amount of time before somebody cared for him.\nThe second one, was watching a friend of mine be shot in the head, and dying in the gutter at my feet. And again, nothing be done about it. That kind of sealed my perspective on who the police were. And then, again, I'm kind of in the same vein as Carmella. Because, once I began to really understand the police from a historical perspective, I totally understood this is not an institution that's designed to help people. They don't, in any way, shape, or form, prevent crime, and sometimes makes the situation worse.\nAt this particular point in my life, like Shanita, I have individuals in law enforcement. I've had family members who have worked in the Department of Corrections. I base my views and perspectives on those individual relationships that I have with people. But, then again, it is the system. And, a quick example. With all that's going on in the midst of this, a couple of weeks ago, I'm on the South Side. I see an officer, a young Black guy, in the store shopping. I'm watching everyone look at him as though he's an alien, he's from somewhere else.\nI decided, let me say, \"Hello. How are you doing today sir?\" I proceeded to do that. He looked at me as though I was invisible. He didn't say, \"I'm fine, or thank you sir,\" or nothing. He just kind of turned his back to pay for his purchase and walked out the door. That for me was a signal that there seems to be this thing that says we have to take this us against them position in any circumstance. That's how I see it.\nI'm impacted by it on a daily basis, particularly with the work I do, and people who are involved with the criminal justice system, and having to have contact with law enforcement. So, I'm hoping that there's something that's going to change, that will make those experiences with people equitable. I don't...", "rootx": 440.2925237218818, "rooty": 266.77966271677326, "topic1": "Power and Trust", "topic2": "Police and Racism", "used": true, "story": "story", "priority": false, "notes": "prioriy"}, {"words": "So, this conversation is always really triggering. I mean, I know I wanted to show up, and be a part of it. But, I'm just one of those people that believes that, just like with social workers, doctors, or any other systems that there are, that there might be good people that start. But, because the system's inherently racist, that they don't end that way. The bag is rotten, it's acid. And so, bad apples... It's not about the bad apples. It's about the bag, and the system that they are held in.\nI'm sitting here, like that one, that one, that one, that one, that's so annoying. Which one do I share? I just don't have... All of them are triggering, and traumatic. Since four years old, with this. Whether it was domestic violence, or suspecting my parents of drugs, or them coming in our house with guns, or my own domestic violence. I guess if I thought of one, when I got older, it would be... None of them were good. Some just weren't as bad.\nI guess a story I could share is having to deal with them when my husband was coming home from incarceration. I lived in the in this house that I owned in a small town for years. When my husband came home, it was like the whole neighborhood was calling them. I would literally have them circling around my house. I went out one night, and the next thing I knew, I was getting a call that my 14 year old, with some of his friend, who were jumping on their trampoline... The police were at my house, because the neighbors had called, that it was too noisy at 8 o'clock at night with 13 and 14 year olds jumping on their trampoline in their backyard. I can think of way worse things they could be doing.\nThey pushed in my house, and put my kind in handcuffs. I had to file complaints against them, and nothing happened. Only to have that officer later be my husband's probation officer. So, now I'm doubly traumatized by him. I filed a lot of suits against them. I just don't believe in the criminal justice system. I believe it was set and designed, and it's working as it was designed to, to keep poor and Brown people down. So, that's my stuff.", "rootx": 788.9666975112003, "rooty": 197.25106762301536, "topic1": "Power and Trust", "topic2": "Systemicc", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "My involvement goes way back, way back. I remember as a young person demonstrating in Mississippi for the right to vote. Okay. In the South at that time, police officers were like kings. You did what they said do, and you didn't talk back. One of my mother's biggest fears was while I was out there demonstrating, something would happen to me. She was glad when I was old enough to go into the military and get away from Mississippi. Little did I know that I would end up in prison one day.\nBut, coming from Vietnam, and getting involved in crime, and being on that side of the fence for a while, ducking and dodging police officers. You had an anger from that. But, after I got caught, I accepted my responsibility in that whole piece, which I put myself in that situation. I took full account for that.\nBut, in Madison... Madison's changed. I'll just go with one particular incident. I was coming from work one day, and my wife and I, we were sharing a car. We were leaving the office in the Village Mall, and she came to pick me up. My wife is white. We went down Fisher Street, and this officer was coming toward [inaudible] from the opposite direction. He turns around and stopped me. We were trying to figure out what it was. She wasn't speeding or anything. He said, \"You got a parking ticket that needs to be paid.\" What does that got to do with anything? It was more of a profiling type situation.\nI went along with him, and I took that ticket, and I took it to the captain at the South precinct, and I told him about it. I said, \"Look, I want you to use this as a teaching tool, because that's racial profiling.\" He did. And, the next day, the officer called me and apologized for making that move. And I thought that was a big step. Because, normally, they take care of their own. But, this one particular incident where the captain at the South precinct had... He said he was going to use that as part of their training tool.\nThere's been a lot of other incidents, but I try to stay away. I try to keep a low profile. But, this particular situation was one that bothered me, because it was straight up racial profiling.", "rootx": 606.281683015587, "rooty": 312.744257527013, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "Okay. I think the first, one of the first interactions that I personally had with police, that had an impact on me was when I was working on moving to Madison. I was driving to Madison to go check out an apartment and apply for jobs. I was on the highway with my two roommates in the car with me, because we were all heading to Madison to do the same thing. I was driving, and back when I was an 18-year old, I was a very, very, good driver. I was going exactly seven miles an hour over the speed limit, because that was what I was taught was... If you're on the highway, don't ever go more than seven miles per hour over. And suddenly, there were flashing lights behind my car.\nMy roommates that were in the car with me, were like, \"Are you speeding?\" They both leaned over and looked at my speedometer, and saw that I was going seven miles per hour over. I was pulled over and told that I was speeding, going almost 20 miles per hour over the speed limit. And, I was cooperative, and said, \"I would never go 20 miles per hour over the speed limit. I was paying attention to my speedometer, my roommates here saw it too.\" And, the police officer just got upset with me, and was incredibly rude. I said, \"Could this be a mistake? Could it be that maybe there was another car next to me going that quickly?\"\nThe police officer just treated me as if I was lying. And as a young girl, it was scary, and I felt that I was... I don't think I felt that I was being targeted. But, I felt that I was being treated unfairly in that instance. And, I wasn't able to go to protest in court over it, because my court date was scheduled the same day I was getting my wisdom teeth taken out. So, my very first personal interaction with police that way... I felt that the first police officer I talked to was either lying, or wouldn't listen to me, and there was nothing that I could do to prove what I was doing.\nObviously, this is as very small incident in comparison to what a lot of people's interactions with police are. But, that was how I started out seeing police. Outside of my little small town there, I'd never interacted with them. So, I felt right away that something was wrong, and that I wasn't being fairly represented, that I didn't have the ability to speak for myself, in a sense. So, that kind of, always, left a bad taste in my mouth going forward in my dealings with police, especially outside of my small town. I think that, that really did make a bigger impact on me than I would have thought of at the time.", "rootx": 569.8141567473554, "rooty": 294.8451749740109, "topic1": "Power and Trust", "topic2": "Police and Racism", "used": false, "story": "story", "priority": true, "notes": "priority"}, {"words": "ve been in Madison for 40 years now. I'm an ex-offender. I originally came out of Mississippi, Vietnam vet, ex heroin addict. I came to Madison, like I said, in 1980. I started working at the Urban League then, working with reintegration programs, helping people that's been incarcerated reintegrate back into society. That was in 1982, 83. I'm doing the same thing today. I'm the Circle of Support coordinator for Just Dane. I've been at Just Dane for 11 years.\nGoing back a little bit, I retired from the Department of Corrections, working with juvenile corrections for about 22 years. Working with them... I have a passion for working with juveniles. I like the juveniles between 13 and 18, gang bangers, the bad asses. What you have is some misguided, misdirected kids, and with the proper guidance, and the proper direction, you can help change them.\nLike Shanita said, I remember Madison 40 years ago when there was no crime. You had no homicides. You had no shootings. I was on a city committee to see if there was a gang issue in Madison, and there wasn't at that time. I've seen Madison go through different changes through those 40 years, to where now people are afraid to look people in the eye, afraid of the young people today, and that's bad. I think that one of my values is being open to hearing and learning where people are at.\nI think the new chief is going to have to be open. He's going to have to be community oriented. He's going to have to be focused on trying to get out there and let himself be known as a person that you can talk to. What I know with Noble Wray, we were able to talk with him. Going all the way back, with Cooper. They all have been chiefs that you could sort of approach. So, hopefully the next one coming in will have some of the same values that they had. But, maybe even be more open and focus on current issues, like the shooting, and the drugs, and that type of thing. That's where I'm at.", "rootx": 309.97695067958784, "rooty": 513.6527645972468, "topic1": "none", "topic2": "none", "used": false, "story": "solution", "priority": true, "notes": "priority"}, {"words": "I am a lifetime resident of Madison Wisconsin, born and raised here. This is my first week with Just Dane. Prior to that I have worked other jobs. I worked for the university for a while in human resources. And, a value that I trust, especially having two sons, is safety. I think that's my biggest fear as a parent. My oldest son is very vocal in the protest right now. He's also with the LGBT community as well. He has been very vocal, and I've been very proud of him. I've been scared with some of the threats that he has gotten. I'm proud of him because he's doing it the right way.\nI guess for me, the one thing I want this police chief to maybe know and remember, is there was a time when it was like this. I remember growing up and knowing who the police officers were in my community, because they knew who we were. They didn't approach us with fear. They actually cared. My uncle was a police officer for a long time here in Madison, and was able to build relationships within this community. It will be nice to see that again, that they come in and build a relationship. It's going to take some time. Because, like I know you said, the trust factor is non-existent. But, it's just something that... I don't believe that all police are bad.\nI have a friend that's a police officer. I know a lot of police officers. And so, just those old relationships, they used to be formed. Like I said, when they would come through the community and talk to everyone, everyone knew who they were. Yeah.", "rootx": 370.2979000789912, "rooty": 447.24553015924266, "topic1": "none", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "Yeah. My name is Kim. I have lived in Madison for the past 10 years. I grew up in Wisconsin Rapids, about two hours North of here, in a pretty small town. I've been working for Just Dane for about a year now, and volunteered there for about three years before that. The reason that I wanted to do volunteer and then work for this agency is because I wanted to do something that would make a difference in people's lives. In reciprocation for the people who have made a difference in my life, and helped me when my life was hard and challenging. Throughout working with this agency, and learning more about Madison, I found that there is a really large distrust in the police force here in the city. And, there are a lot of reasons why. I think that what it really comes back to, and my value that I want to bring up, is the value of a human life, as a simple term.\nPeople are treated that their worst mistake is their defining factor. And, people need to be give support, and be given a chance to become the best version of themselves. And, right now, and I think for a long time in our society, that has been ignored, or specifically put aside for the benefit of other people who have more power in whatever way they're holding it. And, I think that is the value that we really need to be focusing on, especially in this work, in trying to create a just version of a police force. Something that works for everyone and not just for the few that hold the most power. Something that treats people with dignity.", "rootx": 402.33045738039533, "rooty": 482.095835285802, "topic1": "Support", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "Sure. My name is Mark. I don't live in Madison, but I work in Madison. So, therefore... And, we have interactions with the police, working for our agency. So, Madison's always had this thing about being such a progressive police agency. But, I think they should keep doing that. Myself, I'm from a law enforcement family. I worked in law enforcement. However, I've been through training, and the stuff that I've been seeing on the t.v. and stuff like that, I go \"what kind of training did these guys go through? We're they sleeping?\" Because, that's not good police work. That's terrible police work, and the public shouldn't have to put up with that.\nDown there in Texas, where that guy shot that Black guy at the convenience store... That guy only had six months in, and they said they had so many complaints against this guy. And again, with this new commission... You need a police agency that will listen to the citizens. If you're getting complaints, you should check them out. Not everybody should be a police officer. I think they have to go back to that, that if a person's not suitable to be a police officer, they have to have a way to get rid of these people. That's the biggest thing. That's it.", "rootx": 378.7825905346381, "rooty": 468.11278558546496, "topic1": "Power and Trust", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": " think one of the things that concerns me, I recognize that, yes, crime is a problem. But one of the things that concerns me is how brazen it is becoming. That people ... that crimes are committed with ... people will just break into a house in the middle of the day, with people at home. Or they will steal a car while there's a child in the backseat. And they just ... there's almost no inhibition that would prevent them from doing something in the middle of the day, in the middle of a crown, without regard for any time of decency or respect. And that's what concerns me. I've heard stories of a neighbor who had a brick thrown through their lower level patio door while they were asleep upstairs and things were stolen from the bottom of their house. And I had lived near here and on one of the weekends where there was a big athletic event, I don't know if it was a high school football game or UW Badger game, I came out to my car and there was a block that had been thrown and hit my windshield in the middle of the night. And it was upsetting. I just think crime has gotten more brazen.", "rootx": 853.9936099605326, "rooty": 537.7094145744078, "topic1": "Police and Youth", "topic2": "Feelings of Safety", "used": false, "story": "observation", "priority": false, "notes": "crime as brazen"}, {"words": "When there's something going on out in the wherever these houses, it think they're further west, out there, Wexford village where they've got a couple of homeless complexes. You got those few, [inaudible 00:53:35]. Oh, it may be in there too. Anyway, there's something about that kind of thing, almost every time. Police been called. I saw three police cars out there. I thought, wow, we have got to let some compassion or patience to let these things play out.\nBut of course, I'm also not living across the street. Would my story be different? I hope not, but maybe if I thought it was tanking my property values which is always the refrain. I think we're moving in some of the right direction in terms of housing for homeless. The affordable housing thing is so tricky. Usually, if there's block grant money coming into the city or they're doing big projects, they usually ... The bids always require some affordable housing units, but it never seems to amount to much.", "rootx": 849.4756476798714, "rooty": 442.9565491214875, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "calling the police on homeless people"}, {"words": "Since White people feel safe around police and they don't feel this lack of trust, this lack of respect, this lack of humanity with police. They feel safe that they're in the schools, and they honestly don't mind it because they have never had experiences where they have felt scared, they have felt targeted by police. And I think that that's a big problem, because they will never know.\nAnd then that brings another point that there should be more Black and Brown teachers and Black and Brown educators in the Madison School District. But there are not, and I... They're probably trying to get in but I don't know what's happening. But anyways, I just feel like, to be an educator you really... I feel like it's unacceptable to treat students differently based on how they look or of the stereotypes you have of them in your head.\nI feel like there should not be certain rules for certain people. Everyone has the ability to think, has the ability to clear themselves out, has the ability to come back and rejuvenate with the proper... Everyone has a similar amount of discipline, you know what I'm saying? Because there's always this sudden urgency to get authorities involved especially with Black and Brown students because there is this stereotype that we are dangerous, we are thugs, we are gang bangers, we are criminals. Just by... We can be children and still be perceived as thugs, criminals, bad people. And it's heartbreaking because, even from young ages we are always perceived as such.\nAnd there needs to be some type of acknowledgement to this problem because this whole policing in schools, I feel like it really starts from the fact that teachers have no idea how to treat students. They have no idea how to treat students, and mostly students of color. And there is this lack of respect, this lack of humanity for students of color. They really don't care. They really don't.\nAnd if they did, they would take the time to understand them. To truly help them in a beneficial way that they will not feel like... They wouldn't have to bring the police in to try to scare them off because Black and Brown children are scared of police, and they have every single right to be. And there is no reason why police should be in schools. And the only reason why they are is because the MMSD school district is failing. It is failing our Black and Brown students. And they need to figure out how to stop trying to make the whole thing go away in such a quick manner, and to try to sit down, actually take time to do their fucking jobs and help these kids be successful. Because it's not difficult. It's just listening, it's just sitting down. It's just a conversation", "rootx": 546.1322237792513, "rooty": 93.2086452361076, "topic1": "Police and Youth", "topic2": "Calling the Police", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "We, children of color, people of color, are pretty much taught to have distrust of the police from the minute that they're exposed either to media, or the police have gotten involved in their lives... The police have never been on our side. Ever. Ever, ever, ever. And the fact that people expect that police in schools will somehow make them better is really backward. Extremely, incredibly backward. And what Black children need is not another officer coming to a place where they should feel safe. School is a place that we should feel safe. And for black children, for children of color, police do not make, I mean, at least I can speak for myself, do not make me feel safe.\nAnd I guess it's been a topic of conversation, of debate, and that some people of color, some Black people, do feel that, \"You know, the SROs are pretty cool. I've never had any problems with them.\" But for me, it's not about the person wearing the badge, it's about the badge that the person chooses to wear. And about the system that they represent, and about the system that they're bringing into our schools.\nThe police... We can't have a conversation about \"bad apples\" and \"good apples.\" We can't have that conversation when the whole entire tree is rotten. And the recent decision that they made to take SROs out of schools was a victory on the part of the students and their families, I believe.\nWe wouldn't be having these problems, we wouldn't need police in schools, if the schools were doing a good job taking care of their students in the first place. And that just goes back to the achievement gap, the school-to-prison pipeline, lack of teachers of color in schools, all of these other systematic problems that also feed into this one, and that affect this decision. I think that that was a good choice. And now we need to focus on the reasons why we need police in schools and how we can make solutions for those problems.", "rootx": 465.9090594538338, "rooty": 111.36516601808609, "topic1": "Power and Trust", "topic2": "Police and children", "used": true, "story": "observation", "priority": true, "notes": "priority, school-to-prison"}, {"words": "I'll go first. I want to be done. No. I mean, the first thing that comes to mind is, I think we, for the first time in my lifetime, I think we have an opportunity to redefine policing. And I'm not naïve. Believe me, I'm not naïve. But I think that this is a unique and special time. It's not going to be easy, but I think this is really a major, major, major thing that has come out of, not only this pandemic, but the killing of George Floyd and all the police brutality and unjustified killings. I don't know how that's going to happen, but I have to be optimistic that it's something that can come out of this that's good.", "rootx": 138.01656554746765, "rooty": 466.6879038656911, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "This is Amy. And one of my concerns has to do with the view of the actions of police. Every day on my drive in, I drive by a coffee shop and there are a couple, two to four police cars there every day. And once I went through the drive through and bought a gift card for the officers because I wanted to tell them, \"Thank you.\" And whenever I see someone in the military or a police officer, I'd try to make a point to go up and shake their hand and tell him, \"Thank you.\"\nSharon\nDo you stop at this shop?\nAmy\nJust rarely, because they don't have gluten free. But the reason I stop and say thank you is because I know that I am not willing to put myself in harm's way either in the military or in a police force and I want to make sure that those people know that I am grateful. And I think it must be very difficult to get up every day and go to work because I believe in my heart that the majority of them are good people and they are in it for the right reason and they want to help people and make our area safer and better place to live. And then of course, there are bad ones that do bad things-\nSharon\nJust like in every province.\nAmy\nAnd I don't mean to oversimplify, but it bothers me a lot when I see in the news and the news is giving us potentially, just a piece of the story, right? It bothers me when I see that there's so much ... There's a contentious battle about the number of police officers, and is there going to be money? And do we do this? And boy, that bothers me. It bothers me because I feel like we are not getting to the heart of the issue and we are not helping the people that need help and we are also not saying to the police officer, \"Thanks for putting yourselves out there everyday.\" Because I am sure not doing it. That bothers me. It bothers me that it feels like that's just so contentious and I feel like there's got to be a middle ground there someplace.", "rootx": 525.8803142139138, "rooty": 310.1027027253182, "topic1": "none", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "This is JP here.\nI wanted to add to Kyle's comment. I'm hoping that you taught the Police Department that you can't take away a deaf person's way of communication. Deaf individuals sign with their hands. To put a deaf person in handcuffs, how can they communicate? They can't. It's impossible. They need their hands to be free so they can express themselves. I know they do that sometimes for their protection, but the person needs to be able to communicate, and don't cuff them behind their back either.\nSo yeah, that's just a concern.\nKyle\nThis is Kyle.\nOf course, that was part of the training, yes.\nJP\nJP saying.\nThank you.\nAnna\nThis is Anna.\nThe reason why Deaf Unity did that kind of training was because in my experience working for Deaf Unity we've had some clients that have been arrested because of their behavior or appearance. Perhaps they were very ... perceived as angry and their body language gave off the intimidating vibe for the police officers, so they put the person into handcuffs. Really it ended up being the victim and not the perpetrator that was placed into handcuffs. So trying to communicate to these officers that the victim's not mad at you. They're trying to express themselves. The history of oppression that has been going on for many, many years, especially with law enforcement, even makes it worse.\nThat was definitely a big component of the trainings that we provided and Deaf Unity is going to move forward with providing more trainings for law enforcement.\nKyle\nThis is Kyle.\nI wanted to add to that specific situation. Most of the time when you were ... maybe an officer enters a residence of a hearing and deaf person they always approach the person who can hear because it's easier for them to communicate, but that's more triggering. That's more infuriating to the person who is deaf, because they don't have a voice. They can't seek out that assistance that they also need. So, that's even worse.", "rootx": 225.04364061733736, "rooty": 221.77814052950947, "topic1": "Police and Disability", "topic2": "Police and Education", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "I think anytime a CA security guard and a person of color, especially African Americans will see a security guard, I think there's going to be immediately a fear of being singled out both from shopping experiences and hopefully those security guards get racial and cultural sensitivity training. Even if it's a security guard of color, there's internalized racism that it's due to the images that we see on a daily basis.\nAnytime I see a security guard, I do cringe a little bit and hope I make it through without, unscathed and without being looked at. And, at the same time, a similar experience. I work at the city county building and there's a policeman there, and I have all my work gear on. I looked the part at least, but I still was asked, \"Do you have your badge with you?\" Clearly, I had a lanyard that said Dane County. I had my badge and I still felt kind of weird that he asked me that and was at the door in the way.\nEventually he said, \"Okay, come on through,\" and I said, \"Thank you.\" But, anytime I think people of color are just going to fear that type of interaction.", "rootx": 414.8321783245851, "rooty": 138.4042247649162, "topic1": "Power and Trust", "topic2": "Police and Racism", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "And, I think also on the racial part of things, I can tell one of my experiences where my girlfriend now wife worked in one of the office buildings that had commercial space at the bottom. And, I had just rolled out of bed and I was using the elevator and someone came to, \"Can I help you?\" And, sometimes that can I help you is not a welcoming thing, it's more like, \"Can you justify this as being here?\"\nThen I said, \"Well, I'm going to this organization,\" and I just mentioned the acronym and she was like, \"They're not in this building,\" and I'm like, \"Excuse me.\" I felt like, apart from that, then there's also subtle ways of ... and it has to do with how the city is divided in the historical way that people have been put in and allowed to live in certain places. Also, being in a near west side neighborhood, on my parents porch and a Madison Police asking me, \"What are you doing here?\"\nI feel like those are things that might be considered micro-aggressions, but I think people who experience it, they're not micro, they really shake your sense of identity and belonging when they happen, and they definitely make you think twice or three times about, \"Oh, am I really welcome here?\"", "rootx": 792.9261610194578, "rooty": 335.90306928080895, "topic1": "none", "topic2": "none", "used": false, "story": "story", "priority": true, "notes": "priority"}, {"words": "Even before that, these ladies and gentlemen are understaffed. Our mayor, she's anti-law enforcement, let's face it. Two of the three alders out there voting against extra police. One kind of did. I'm in the 16th district. Alder Tierney, he wanted more police and an ambulance. The rest of the city council voted. Did they vote it down or did you guys get two or three more? I don't recall.\nI have no confidence in the mayor, in the deputy mayor, in most of the alders in this city. We need to get the police department up to staff. They're overworked. I'm just appalled at some of the meetings I go to. I get how much these guys and gals are working. They're stretched thin, but they still have good attitudes. I've had some friends on the force, and Dane County and state troopers. Even a relative or two. Outside of them, I really never knew them. I met 12, 15 officers, captains just by going to meetings. We're in really good hands. We're in really good hands, but this mayor has got to let them do their job and do it right and not have somebody looking over their shoulder like a $200,000 a year babysitter. That's bullshit.\nSpeaker 1\nI hear you saying [crosstalk] support.\nTim\nPardon me?\nSpeaker 1\nGreater support for the police.", "rootx": 273.8700160507717, "rooty": 464.17903284872733, "topic1": "Funding", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "police stretched too thin, monitored too much"}, {"words": "Yeah. It's just working with the police and the patrol officers. It's just get a bigger social network and getting to know your neighbors. I was working on the lawn last summer, and two Madison policemen went by on their bikes. I don't know if you guys have bike patrols on the east side, but they went by on bikes. I have a \"We support Madison Police\" sign. They pulled right in and started talking. I thought that was pretty cool, so we got to know them. You're working together. You've got this big social network.\nSpeaker 1\nThat's a key thing too, is the cooperative collaboration attitude.\nTim\nIt's not vigilantism. Somebody said, \"You're vigilantes.\" I said, \"Well, first of all, you're gone.\" I said, \"No, we're not. We're prevention and community building. Looking out for each other. We're not going after anybody.\"\nMichelle\nRight. It's okay to be passionate about that.\nTim\nI thought it was a good time. [crosstalk]\nAbby\nWhen you said what's going good. It's not just because we have a great officer sitting here. I think it's awesome that especially the size that Madison is that they have home safety thing that we went to at the Dream Bank, that they have the Coffee with a Cop that they invite. They have even this forum.", "rootx": 455.6776569328989, "rooty": 501.63000783612654, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "We tend to think that the police ... I've talked to students about this, black students who are like, \"Oh, I'm worried about the police or F the police and this and that.\" I'm like, \"Don't worry about the police, most of the police, 99% of the police have enough training and have a decent understanding that they can try to de-escalate the situation, at least the ones I've encountered. Even the ones that I've disagreed with. Pulling me over for speeding or something. I'm not afraid of them.\"\nWhat I am afraid of is I'm out on my porch and I'm wearing my hoodie and I'm letting my dogs out. Someone, I sometimes get paranoid thoughts that one of my neighbors is going to call saying, \"There's a black guy in a hoodie out on the porch.\" They call the police. I was trying to think where did that come from. Is that coming from a media narrative? But then I think about when I was a young man growing up in the twin cities, I grew up in a suburb that was actually very similar to kind of the east side of Madison. That was one of the reasons my wife and I bought a home here off of Milwaukee Street to remind me of the neighborhood I grew up in.\nI remember walking home one day in a hoodie and police officer pulling in, and it was raining so that's why I had the hoodie up, police officer pulling me over asking me where I lived, where I ... If I knew where I was going or if I belonged here. I was like ... I was 13 at the time. I just remember thinking I live here. I don't ... I asked my friends, my white friends if they've ever been pulled over or have they've ever been asked like that. They said no. It was just one of those experiences that. I don't ...\nThen, I'm married to a white woman, so sometimes I'm not even thinking about it, but she'll bring it up. We're at the grocery store, if we're walking our dogs down Milwaukee Street or something like that, she's worried that someone's going to identify me as someone that's ... If I'm too far behind her, if one of our dogs, she's ahead and I'm behind, she does get concerned that I'm too far behind her that someone might think I'm stalking her or attacking here or fallowing her and then mighty call the police. She's always worried that we have to keep a certain distance.", "rootx": 755.6729500375061, "rooty": 261.6274987497638, "topic1": "Calling the Police", "topic2": "none", "used": true, "story": "story", "priority": true, "notes": "priority, Mike describes being less afraid of the police, and more-so afraid of people calling the police on him or getting racially profiled"}, {"words": "Safety for me is the harder one because I wear a bullet-proof vest, I carry weapons to defend myself and others, so yes I feel safe at work. The thing that people don't see about us I think is they typically think that we're all the same. That we're a badge and we're a gun, and we are robotic in nature. All we want to do is lock people up. We are no different than anybody else in this room. Instead of carrying a hammer to work, or a pen or a computer to work, I put on a gun, belt and a vest. That's the only difference.\nWe want the same things. Cops want the same things for their families. All in this community, we want to let our kids run free and have fun on the playground. We want to see them get good education, and we don't want to be fearful of being robbed or anything else. That's the thing that gets to me at times is that many people don't see us as people. No different than anybody else.\nWhat breaks my heart, and I hear it time and time again is mothers that tell me that they don't feel safe when they're kid's out of the house. It's in Madison. It happens all the time in certain areas in Madison where moms say I can't let my kids play outside. That is ridiculous. In the city of Madison that we can't have a place where our kids can feel safe, that as a parent you can't let your kid be outside and run around and have fun. That's just ", "rootx": 650.0603258507452, "rooty": 464.7599435621692, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "cop's perspective on safety and his work"}, {"words": "I think sometimes when I see, I'll be honest some of the students that I worked with at West are the ones that we hear on the news who are boosting these cars. It pisses me off because I'm like, \"Why are you throwing your life away, you're going to end up in jail. You're going to end up in this pipeline we're trying really hard to keep you out of. The police are trying really hard to keep you out of, the judges are trying really hard to keep you out of.\"\nIt breaks my soul sometimes having conversations with them about it. Then, some of the things that they tell me that they're living through. I think sometimes we don't see them as humans. We just see them as thugs or animals. They're human beings. Just as much as the police are having to deal with them. The society that has, and even with al the inherent racism or sexism, or all the isms that have oppressed them, we're all just human beings. I feel like sometimes we forget that. We look behind systems and structures and just say, it's so easy to dehumanize people. I don't know. I hope conversations like this can remind, it helps me remind myself that I'm working with people as opposed to just systems.", "rootx": 893.408829789065, "rooty": 334.97751297489293, "topic1": "Compassion", "topic2": "none", "used": true, "story": "solution", "priority": false, "notes": "none"}, {"words": "One thing that came to me is about three weeks ago, came home, might have been after work and I was going to be heading out within a half an hour to go meet my wife some place. Got home, left my garage door open. Before I had a chance to leave, someone who's walking through the neighborhood happened to walk by, stopped, knocked on my door to let me know that my garage door was opened. A year ago, I don't think that would have happened. Because there's a bit of a community, kind of rallying around this safety thing, people are being a little more open and trying to educate so to speak, and this was trying to educate me on that my garage door was opened. Even though I knew it was open, I was planning to leave soon. It was like, \"Yeah, maybe I shouldn't even for that half an hour have it open.\" Something I didn't expect to happen a few weeks ago. (silence).    ", "rootx": 967.1390331201366, "rooty": 564.503909695533, "topic1": "Community", "topic2": "Feelings of Safety", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "I think it was last week or two weeks ago, my neighborhood actually got hit by some porch pirates. Going door to door. I think that even though it was highly annoying for residents, there was a couple, one person was driving, one person would walk up to the door and grab the package and open it. If it was something they wanted, they'd keep it, but otherwise they would toss it out. The neighborhood loses some of their remnants of packages.\nEven though that wasn't a good thing, I think one positive of it was my understanding is that people ring doorbells, they [inaudible] police. People reached out and if they found packages, they gathered them up, helped the neighbors recover things around the street. A real sense of [inaudible] bring the community together.\nI believe an arrest was made if I'm not mistaken because the identification was made with the camera. It's a bad thing. People felt violated and everything. Still, it was ... I guess a unifying thing that that happened through adversity. People are brought together and they'll show how much they care about each other, so that was a positive.", "rootx": 943.7148857501738, "rooty": 572.903319328062, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "It's one of the things where I think [inaudible] to my house. One of the frustrations I have in the last budget is I agree with people that saw a need for more police officers, but yet the frustration was that we're sort of pitting ourselves against each other because of the budgetary choices that had to be made. In order to find more police officers and paramedic, fire, EMS, et cetera, the thing we're confronted with is then having [inaudible] cuts elsewhere. Including cuts to programs that help out those kids that are at a fork in the road. They can choose a good path or a bad path.\nThere's lots of people in this community that are like my dad. Will be a good role model and help out kids, but they need the resources to do it. It's highly frustrated for me to be in the situation where some [inaudible] people are not social engineers. Say, well you know if you want more police officers, you're just going to have to make the cuts to these programs that are [inaudible] social [inaudible] or whatever.\nIt's a frustration. It's ... I think great that we live in a community that have lots of community members that are willing to invest their time and energy and efforts into programs to help kids and help try to get kids some direction in their life and that kind of thing. At the same time, it's frustrating in that the policing needs that we do have, we're forced to have this competition going on. Shouldn't be the case.", "rootx": 69.97657753728129, "rooty": 364.12315368652344, "topic1": "Funding", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "One is, my core value is integrity. What that means in the context of policing or in government service, excuse me, is we in government, we in policing, have to have the integrity to hold ourselves to account for our core objective and that's to be creating safer, more just communities. If we're not being successful from the perspective of those we're sworn to serve, then we're failing in that response. We have to have the integrity to hold ourselves to account to try to improve the quality and create safer and more of a sense of justice within in our neighborhoods and our communities.", "rootx": 180.10727407541117, "rooty": 458.2331195954354, "topic1": "Police Cheif", "topic2": "none", "used": false, "story": "vision/value", "priority": false, "notes": "Cam describing integrity and being held accountable to justice in policing"}, {"words": "As the city grows and the demands on us increase, the financial constraints of the city make it difficult to give us the staffing resources to deliver the service we want and it's easy to get to a tipping point where we're not able to deliver the kind of service we deliver now. [inaudible].\nIn terms of the more global, external perspective, in addition to drug abuse, certainly guns are the things that keep me up at night. 20 years ago problems that would be solved with a fist fight are now emptying a magazine into somebody's car.\nCaptain Nelson mentioned today 144 shots fired incidents last year, which was down, but it's still a lot. 473 shell casings were recovered in [inaudible]. That's a lot of shots being fired in the city. A lot of times we've had so many near misses where they go into houses of uninvolved people and been close to hitting people utterly uninvolved with it. I think we've been lucky. We haven't had the bad outcomes that a lot of cities have. It's a concern. I think every urban area in the country's facing.", "rootx": 842.8720656239833, "rooty": 502.25691026256936, "topic1": "Funding", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "One thing that came to me is about three weeks ago, came home, might have been after work and I was going to be heading out within a half an hour to go meet my wife some place.\nGot home, left my garage door open. Before I had a chance to leave, someone who's walking through the neighborhood happened to walk by, stopped, knocked on my door to let me know that my garage door was opened.\nA year ago, I don't think that would have happened. Because there's a bit of a community, kind of rallying around this safety thing, people are being a little more open and trying to educate so to speak, and this was trying to educate me on that my garage door was opened. Even though I knew it was open, I was planning to leave soon. It was like, \"Yeah, maybe I shouldn't even for that half an hour have it open.\" Something I didn't expect to happen a few weeks ago. (silence).", "rootx": 976.1287279840978, "rooty": 556.9019563736454, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "I'm trying to think of something that's me and my personal experience. I think that, I live along North Thompson and hear sirens quite often, mostly by the fire department, because they come up the road and I can hear them when they start off from the station, so I think that we have a good fire department that responds to situations that require safety.\nA number of years ago, my wife and I unfortunately were not feeling well at the same time, and so we called 911 and they responded, and gave us a sense of wellbeing and that, and also our police department. I think that they are doing their best to help, as there are some situations that are challenging. That's always going to be, but I think that what my practice has been is to make sure that any time I see a police officer or firefighter I thank them for their service.", "rootx": 550.0124363777472, "rooty": 520.7188760080645, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "police doing their best, responded when Bob and his wife were both feeling ill"}, {"words": "Last time I felt, well, a time in my life when I felt safe was when I was raising my kids, who are now 40 and 45 years old. They could play outside, they could be out after dark, they could be down in the street and I wouldn't have to worry about them, and we had an old fashioned neighborhood, where the mothers were at home, and gradually that changed, but the mothers were at home, the kids were at home.\nLooking back, it was the changes now are so dramatic. We've got drive by shootings, where the bullets are going into apartment buildings barely missing kids. We've got gunfire on the streets and this has happened in the last five years, and I'm glad I don't have little kids that I have to worry about walking home from school or being out on the weekend playing. And I know that we're growing, but I think our city government needs to take a strong hand on dealing with the negative side of that growth.", "rootx": 886.9888456741246, "rooty": 494.38346739738216, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "I'm trying to think of something that's me and my personal experience. I think that, I live along North Thompson and hear sirens quite often, mostly by the fire department, because they come up the road and I can hear them when they start off from the station, so I think that we have a good fire department that responds to situations that require safety.\nA number of years ago, my wife and I unfortunately were not feeling well at the same time, and so we called 911 and they responded, and gave us a sense of wellbeing and that, and also our police department. I think that they are doing their best to help, as there are some situations that are challenging. That's always going to be, but I think that what my practice has been is to make sure that any time I see a police officer or firefighter I thank them for their service.\n", "rootx": 526.9926887889848, "rooty": 529.3644874326644, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "none", "priority": true, "notes": "priority, Bob describing the positive feeling of the police coming when he and his wife were both feeling ill."}, {"words": "guess that I would mention that in the past few years, I'm Jewish and belong to one of the synagogues in town, and Madison Police Department members have come and done active shooter training with our congregation or members of our congregation.\nThat was actually scary. I appreciate the Madison Police Department's effort in making that available to community groups and groups that feel that they need that kind of education. Working in higher ed and seeing the constant number of shootings on campuses and stuff. I feel like I'm bracing myself for something. I appreciate that they try to make it have a cope.\nMathias\nI do appreciate that perspective a lot actually. Because in college too it was in the midst of all these shootings and everything. It was like, \"Is this going to happen at Edgewood some day or another?\" It was crazy. It didn't happen thankfully, but that constant thought, it was always on the back of my mind or student's minds. \"What if we're next? What if they're next?\"\nThen you hear shootings happen in sides of the town and other areas. You're thinking, \"Wow, that's really close to home.\" I used to live in the south side of Madison, and there was a shooting right across the street from my house. Just like wow. It hits home sometime. I do share that concern with you. [crosstalk] mentally prepare yourself for that. It's like, could I be using this energy towards something else? I would want to.", "rootx": 945.3895015017202, "rooty": 446.5757739159369, "topic1": "Crime", "topic2": "Gun Violence", "used": false, "story": "observation", "priority": false, "notes": "shooter trainings and fear at a synagogue in Madison and Edgewood college, mass shootings"}, {"words": "m mostly a part of the Latino Professionals Associations and just seeing how I want to engage in conversation with folks. Being able to see where seeing police officers are human beings rather than just these people are here to enforce things. It's interesting working with all these different police apartment people. For me, it was my first time interacting with them in the way that they were like, \"What do we need to do? What should we do?\" and they're asking me for advice. It's like, huh, that's really interesting just going from that perspective.\nI also want to encourage my Latinx community to be like, \"These are people that are resources for you. They're here to help you rather than being scared that they can't call the police when something comes up for various reasons.\" I think something that's going well in that sense is that there is people trying to advocate and trying to make sure that people can be seen as people rather than something that the big media is portraying.\"", "rootx": 435.76432486537647, "rooty": 347.16645517656883, "topic1": "Compassion", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "story from my life that I guess has shaped me, helping me to where I am today, is being I believe in second or third grade and always even in second or third grade. I'm like in Madison with my children we did receive letter grades for academics and always getting A's in second and third grade but also always getting in trouble with that school and then my mother being approached by my teacher at the time asking that I take attention deficit disorder test.\nBecause I seemed to can't just stop getting in trouble and my mother agreed on the premise that they would also give me an IQ test. When I took the IQ test I, kind of tested off the charts and I was put into a gifted class or program at a different school that I was bused to on a weekly basis.\nAnd for me up until that point and even beyond that point, some of the authority figures in place that I had to interact with daily kind of minimized that knowledge base that I had. And still kind of referred to my actions and some of my thought processes as negative which as a child kind of played on some of the decisions I made growing up.\nUltimately, I personally became accountable for my own actions and did away with what I thought others saw me as. Kind of saw my own identity for myself, and I guess I could say change my life around a 180 degrees from what was told I should, be doing or could be doing to what I knew what I was supposed to be doing.", "rootx": 111.05221399602789, "rooty": 788.2039100893082, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "Felix on IQ"}, {"words": "When you said that, I heard that ... for me, what came up. A couple of years ago, or maybe a little less, Bedrock did a survey, a community survey ... on the south side. They showed how people are really worried about safety. And then people heard those stories and so ... oh so, we need more policing. And I'm like NO!\nJackie\nLet's just do it, don't ask.\nAnanda\nNo, more police? But that's what came up for me. When you said that, do you support, and get concerned because this is where ... this is their world. Are you unsafe? Police will solve your problem. And then I like ... when the, fuck, did police solve my problem of safety, ever ... in 41 years of my life. That has never been the case, opposite of that. Police has always been a contagion of stress. And like, when I am gonna get shot? Since I was a child, since I was eight years old. Right, it's not like ... oh, the other day. No, I always knew that to be true. You know, a shot is gonna come this way or somebody's gonna be shooting and I'm gonna be in the middle. So that when I think about the concern, of the stories, I think about their interpretation.", "rootx": 696.1718072713037, "rooty": 408.65725240399763, "topic1": "Power and Trust", "topic2": "Feelings of safety", "used": true, "story": "solution", "priority": true, "notes": "priority, police != safety"}, {"words": "And I know the law, I know what I'm supposed to say, I know what I'm supposed to do, I know I'm supposed to ask for a warrant. Guess what I did? Please walk in, and I did not do anything. Just come, raid my apartment and then I asked my friend to go down, because my daughter was in fifth grade, or fourth grade at that time. It was like, please, make sure that my daughter does not come in here. Because those people were like, with fucking guns, at my door. Then I go, and I'm like ... someone has probably experienced this too. And I walk around, and nobody else, has experienced that in Madison.\nAnd I've been here, not my entire life. I've been here 13 years. How the fuck is that possible? Because I live in the wrong neighborhood, I have the wrong address, I have wrong color of the skin, I have the wrong accent, I have the wrong everything. I have the fucking wrong everything, no matter, the social capital. No matter my academic degrees, no matter the work that I do. It does not even matter, if I know the police chief. It does not matter who I have on my fucking speed dial. It does not matter. Because, when that door gets knocked, and police is coming, I shit in my pants. I can't even exercise my rights, because I know that they're out.\nIn that moment, I remember thinking about where my blue passport was. Because I did not know, if they were going to call the ICE, I don't know what's going to come down. And all I could think, is my daughter's going to walk from the bus, and is going to see all these police, and freak the fuck out. And I'm just like, I can't have that memory, right?\nThe memories I had growing up, and seeing fucking police, shooting at folks like random. And them, not believing. They did not believe that I did not know this person. I'm like, this person looks like everybody in this building. That's south side, this is the south side, everybody looks like a six foot, tall, black man. Everybody looks like that. And a lot of us, are co-mingling, so there's a lot of black, Latino couples in this neighborhood. My work in Madison, all the stuff that I thought was giving me, like ... look at how much I? You know, now nothing.", "rootx": 720.839533500276, "rooty": 338.7780897078976, "topic1": "Police and Youth", "topic2": "Police and Violence", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "it. And then, when I ran for office in 2013, my social capital exploded. So here I am with the Fitchburg mayor and I am with the Madison mayor, and I'm friends with student council folks, and I'm friends with school board member folks. I met our current governor at that time, because he was running State Superintendent at the time, and he's, whispering to me, I can't tell you who I'm voting for, but wink, wink.\nI'm like, having those surreal moments, that an immigrant would never think they would experience in the city. In having this capital, all across, many people, community leaders and even police chiefs. And because of my work too, at the Y, I was exposed to a lot of that. Then one evening, someone knocked at my door, and it was like, five fully clothed and weapons and stuff all over them. They look like Smurfs.\nJackie\nWho were they?\nAnanda\nPolice officers, the swat team. With the uniform stuff and this gear, this military gear on, like in my hallway, apartment. I was like, what's happening?\nWe received a tip, that this person that we're looking for, is living here. It's like a black guy. I was going out with a black guy. Yeah, this black guy, is with this Latino woman and you fit the description. And I'm like, fuck, I'm going down right now. That's all I could think. Then, I had just had a meeting, with the Fitchburg mayor, like the weekend before. And I'm like, those two things are happening, within the same week", "rootx": 647.5755896883021, "rooty": 357.1353050970262, "topic1": "Power and Trust", "topic2": "Police and Youth", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "For me, it's a safe place to be, but watching people that I've worked with over the years, walk through the world so totally different. To hear experiences, of clients that are the same ages of my kids, that are having a totally different experience than my kids.\nThe fear that's in Ananda's voice or Jackie's voice, that I didn't ever have to have and I have fear over my kids just being stupid, fucking, teenagers, and they were, they were typical. But the padding they had, to be that way. I had to police deliver one to my house, one night, and he was acting like a total asshole. Like I was panicked, because I kept thinking, the police should be taking you back, the way you're acting right now. But he didn't.\nMy kid got to come in the house, mom's in the front in her pajamas, yanking his ass, in the house. So yeah, that disconnects there. You know, it's that thing, that once you know, you can't ... not know. And it doesn't go away. But as we know, from doing the work we do, and living in the areas we live. There are so many people that have no idea.", "rootx": 719.3082298105486, "rooty": 521.7785619920301, "topic1": "Police and Racism", "topic2": "none", "used": true, "story": "story", "priority": false, "notes": "white mother safe with her boys + police"}, {"words": "My niece went to East ... and all of my nieces and nephews did. At any given time, I always got phone calls to come and do something. So the police wanted to make some kind of, they wanted to talk to my niece Jessica, about some guy who did something, somewhere. Some black guy who did something, somewhere. Well maybe he did, or maybe he didn't. Who knows? I don't know. But they came to her door, and banged on the door and told her they were going to put her in jail. You know, all of these ... just so they could get her to flip, or whatever ... talk about the dude.\nAnd I don't even remember, it's been a while, but I don't even remember where she knew ... because she's not in high school anymore. But I can't remember if she knew the guy, even, or not? But the police were telling her, she was going to go to jail and just leaning on her. And she had me. All I had to do is call and say ... what? What are you doing? What's your plan, what are you talking about, what did she do wrong? And then, they left her alone. So they just are using this power but also this situation, where they can orchestrate, use her, and use the situation to do whatever they want to do. And all you need, is me to say ... tell me more, what's the code, what'd she, do wrong ... give me the details.\nThere are no details, because they're making it up, but she doesn't know that. She doesn't understand that, she can't do anything about it. You know, we've said, the two stories that we've just told ... sound like they don't have anything to do with Madison, because that happens in other places. It happens in Chicago, it happens in all kinds of other places.\nBut there is a thing, about Madison. It is this strong idea of progressivism, that creates a ridiculous, play acting that has a kick back, right? Like it kicks back onto somebody. Like, in order for you to be so angelic and beautiful and lovely and wonderful and rainbowy, right? Like ... you have children, red and yellow, black and white. Bling ... bring tacos to class, bling. Don't they do it? Don't they do it? Haven't you set whatever?", "rootx": 842.5389916615684, "rooty": 178.98343609225364, "topic1": "Power and Trust", "topic2": "corruption", "used": true, "story": "story", "priority": true, "notes": "priority neice from east, police threatening her if she doesn't flip"}, {"words": "teachers many times. It's a problem that we're seeing everywhere, and what it says to me is like there's a system that's been built to serve all children, and it serves 95% of them very, very well. And what do you do for the ones that it doesn't work for? Because that becomes very, very expensive to do individualized programming for those kids. But how do you feel as a society? What is our responsibility for that? Because I feel like right now, those types of kiddos are getting labeled a certain way in the school, teachers are getting opinions of them, the community gets opinions of them.\nTypically, what's happening for those kids is they're ending up with a law enforcement referral, and working with the County and juvenile justice tile system when really it's like, if we could just figure out how to help them feel safe at school so they're getting their education and they can learn, how do we do that? But again, it must be so frustrating for those teachers because you heard that one say we don't have anything for this. I don't have any tools to serve this person. And then you have school boards who, okay, and like I was saying earlier, probably don't have the whole story on that youth, but they have to think about, I need to keep the 95% of this education population safe, and I need to protect my resources, and I'm not getting any more money from the state, and how do we do this? It's a very complicated issue, and must just be so frustrating", "rootx": 600.3933404202976, "rooty": 40.33870523975742, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "Well, there's always this concern with Waupaca County where quite often in the court system you hear people say, oh, you know, they did it in Waupaca County, they got away with it. Sometimes I'd like to see some of the laws be changed that way. Because-and this is a story that's close to my heart because a good friend of ours, their son was killed by a drunk driver. And the lady, it was her first time drunk driving, and basically she got a slap on the wrist. She spent three months in jail and probation after that. And she has to serve for the next 10 years, the date of his death in prison, or in jail, the county jail. And she didn't even go to prison, she just ended up in the local jail with [inaudible] so she got to leave every day.\nAnd the family that their son had died, they were with us when they were notified that he was killed. And they were three and a half hours away from Waupaca and had to go home. And then going through the whole court process with them, and then have this happen, some good did end up coming out of it because the law has recently been changed now. First drunk-driving, you can serve actual prison time. So some good did come out of it but I would like to have some of that stigma of Waupaca County changed, where another slap on the wrist is all they get because our judge's knew this man.", "rootx": 265.58103131395285, "rooty": 614.1248764530305, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "Family friend killed by drunk driver, got a slap on the wrist. laws changed"}, {"words": "Nothing explains that better than the fact that we had this Tony Robinson incident here. Tony Robinson was murdered by a policeman. He had been taking drugs apparently of some sort or another and was out on the street. He was a danger to himself and to some others. Friends of his, apparently, or at least acquaintances of his, who called the police for his own safety.\nWhen the policeman arrived, instead of waiting for a backup, he pursued him up the stairs of the building he was in and 15 seconds later the policeman was back down at the foot of the stairs having fired five shots, I think, and killed the young man. In 15 seconds, I saw the replay of it several times on the television when they were showing the cameras from the police car. In that 15 seconds there could have been no attempt whatsoever to settle the situation down to do anything. He started firing almost instantly.\nI try to be fair to the police. Generally speaking I think they do a great job, at least if you're white, but these things really bother me. Those are the things I like least about Madison.", "rootx": 532.8473497476255, "rooty": 430.88413976853894, "topic1": "none", "topic2": "none", "used": true, "story": "obs", "priority": false, "notes": "tells the story of Tony Robinson being killed, police shouldn't have been first responders"}, {"words": "One of the most troubling times in my life being a teenage mother with a child with a disability facing homelessness. And I talk about that now because that's a topic that a lot of women and family and children are going through today. And me being a nurse and having that income, which they say is such a big thing for housing, which really is a gimmick, because it doesn't matter what your income is. It doesn't matter what you've been through obtaining housing in the Wisconsin area. I feel it's a very difficult thing that people take pick and choose and decide where they want certain groups of people to live and what you're eligible to live as a minority in certain areas.\nThey will group lots of people together, African Americans. It's almost unbelievable that it's 2020 and people are still facing some of these things that you would think that we wouldn't be facing, but we are. And when I was going at 18 facing my homelessness with my child, with health conditions and doing all that, you would be surprised how hard it was. I remember the battle me and Nancy went through to get my son on social security disability and how they treat people when in fact, resources that are supposed to be there for us, that really aren't there for the people when you're in that time in need.\nAnd when you're going through that and how hard it is for someone to be dealing with something like that, health issues, stability and looking for your community to help you but you do not receive the help that you're supposed to get. It's almost like some of these people that are social workers or unit leaders or in charge of these programs also pick and choose and decide who they're going to help and when they're going to help this people. If your cry for help, isn't what they profile, it should be, you'll have such a hard time, but I was lucky enough at that age to have the YWCA in my life.\nSo I was part of the third street program and able to move on, graduate high school, obtain my CNA license, go to college, graduate college, obtain stable housing and be able to come out somewhat on top. But I still faced some of those same issues that my community doesn't help us with, such as housing.", "rootx": 988.3243422893331, "rooty": 271.3830178783786, "topic1": "Homelessness", "topic2": "support", "used": false, "story": "story", "priority": true, "notes": "priority person"}, {"words": "Yeah. I think because at this point it's no matter what, it doesn't matter what we tell our sons. It doesn't matter what we tell our daughters but we have to remember thatit's the same thing as the boys ask, but more so the men. And it's a shame because if we say comply, don't make any side of the movement, keep your hands where they can see, if they say get down, get down, that does not guarantee that they will live. But what are we teaching our sons? We're also teaching them, that they don't feel this hurt and this pain. We're also teaching them to sit there and let them be treated less than.\nWe're also teaching them that it's okay for people to step on you. If it means that you can survive. We have never been step-on people. We always stand up for and fight for what we need to stand up for and it's at a point where you have to get stepped on. And I'm going to get stepped on to survive or stand up and die because we don't have the same privilege as other people get. And I'm sorry, but it makes me so angry. Because again, it brings me back to my six-year-old he's autistic. So he's not going to follow every rule. Let's just say he's out playing and then he found a police officer who just wants to be petty, to bother him. He's not about to follow directions.\nWhy? Because half the time he can't understand them. And if you know anything about autism kids, their brain operates differently. So not only do you have to worry about my six-year-old black son. I have to worry about my six-year-old autistic black son. It's just no win, win situation. There's nothing I can do to protect him. There's no information I could give him to help him. Nothing, because either we go, we'll lose. We lose every single time. We pose to have the answer and we don't have the answer. I don't have it. I just said, just do what they say do.", "rootx": 820.2087269877322, "rooty": 23.441830565852502, "topic1": "Police and Racism", "topic2": "Police and Disability", "used": true, "story": "observation", "priority": true, "notes": "priority person + discussion of dignity"}, {"words": "My uncles, Zach and Courtney was having a conversation two weeks ago. And they was talking about current events and everything that's happening with the protest and all of that stuff. And Zach's son, Zacky seven years old was like, \"So you told me to listen to them and you know they going to kill me?\" And he's like, \"No,\" he's like, \"Yeah, that's what you just said. They're going to kill me.\" He's like, \"No, that's not what I'm saying.\" He was like, \"Well, why is that man dead?\" [crosstalk] because it goes back so far. It goes to our men had to watch us be sold.\nWe were separated from our families, the black man had to see his wife raped by the slave master to going into not having equal rights and from not having those equal rights and that separate but equal, but nothing was ever equal to nonviolent protest MLK, to him being assassinated to Malcolm X Dean. I'm going to be a little more violent, but he was still assassinated. Again, to the riots in the 60s, it's so sad that, till today, that people say they're so scared of black men. How are you scared of black men? When our black men have been the victims for 400 years, how are you scared? Should our black men and young men be scared of you? They've been the victims for 400 years.", "rootx": 780.9724821304114, "rooty": 46.79607537484938, "topic1": "Police and Racism", "topic2": "none", "used": false, "story": "story", "priority": true, "notes": "priority"}, {"words": "And there you have to think about little Zacky, and there's a system for all of our sons that is designed and placed from high school, middle school. There are police cars sitting outside of these schools that are waiting for our children to do anything, to have a vulnerable moment. When my uncle passed away, my daughter went to school and she acted out. And the teacher, she sent me a text message. She was bold for this because she sent me a text message. And she was like, \"I just don't know what's going on, she's been misbehaving.\"\nAnd these school systems, if another child is acting out, we want to know why, \"Hey mom what's going on, is there any support or anything that we can do for your child?\" But for our children, send them to the office, we need to have this teacher parent conference. It's just almost like black people aren't supposed to get that emotional support that they need. A boy went in a church, a white boy and killed nine people. They took him out to get, what did they give him?\nShirley\nBurger King.\nRobin\nThey took him to burger King. And this man just lost his life on a supposed to be a fraudulent $20 bill and it wasn't even a fraudulent bill. So where is the support? I feel from this situation that a lot of people are going to wake up and say, these people, aren't going to take this much longer. We need to offer support in these systems. Even like the jail system, a man can be on child support and have, okay, a mom needs welfare or medical assistance, but we have child support set in place. So if you have a baby, 120 days of you not paying a payment, you're a black man, you going to prison. They going to get literally take you out of your job though.\nThey will come to your fucking job to pick you up. And I'm just speaking real facts. This is real. This is nothing. The things that I'm stating are not made up. These are true facts. These police cars are outside of our school. My son has a disability and was brought home by a police officer. They did not call me. They did not tell me he was in an altercation. Me and my husband went around looking for him. Monica and Nancy know my son, he's not a problem child.\nMonica\nHe's sweet. He's a sweetie.\nRobin\nThey escorted him home in a police car, a child with a disability, with an IEP and never once called me and told me anything about what happened, which they're prepping these children with disabilities. I saw a boy who graduated a year before him, who was in a probation and parole office and I was doing work for a client. That's why I was there. So not only did this, the boy that's older than him. He's 19, 18. Who's on probation and parole. Y'all are setting these minority children up from the get go. How about instead of police at the school, you show support because I don't know one black child, and I'm going to say this. And I say it all the time. That's gone into a school and shot a school up.", "rootx": 810.3063258130161, "rooty": 0.6438547565091055, "topic1": "Police and Racism", "topic2": "Police and Children", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "The lady in central park with the guy that was birdwatching, I'm happy that was caught on video because that has happened to me before. I went to my friend's commencement. She had just gotten her PhD. Nancy, you remember this? My friend had just gotten her PhD. I was at a restaurant and this white lady is in the restaurant. I started talking to and making jokes to the guy behind the counter. So, Oh, well Robert, well, y'all definitely know, the [inaudible] dude. So, when you go up to finish it, your shack, you going to be talking shit, making jokes with the Arab dude who runs it.\nSo, I'm in there. We talking, I'm making jokes with him or whatever about me paying for my, it was something about me paying for my food and this lady got in my face. She really, really got in my face. She was screaming in my face. I told her, get out of my face. And I pushed her out of my face. Girl, she called the police. She told them I'd hit her. She said, I punched her in the nose. Then when I was trying to walk out of the place, she grabbed me and then stood in front of me. Not letting me walk away. I'm like that.\nTisha\nShe got lucky that day didn't she huh.\nShirley\nShe got lucky as hell.\nTisha\nMaybe she would have learned that day.\nShirley\nShe would have learned that day. She would have, but I was dressed really nice. I was having a good day. It was so nice out. I was just going to get some chicken and go chill but this chick had to but I'm glad it was caught on camera so that people can see, this the type of shit we be going through, for no reason.\nTisha\nIt's like, listen, that can't happen. I love being this color, leave me alone. I like it. there's nothing you can do about it. This is my pride that was dealt . I love it, leave me alone.", "rootx": 716.2608121887978, "rooty": 275.3979867504489, "topic1": "Police and Racism", "topic2": "Calling the Police", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "The elephant in the room, the conversation that you have to have with your sons. The conversations that you have to have with your daughters. I'm looking for accountability and awareness in these situations because if it's not there, it's not going to happen. And I go back to my son who has a disability and how they're setting these children up for failure. You can do anything as a black man and be set up for failure. You could go to jail for child support, and now they're two points to jail for child support. You can't get a job.\nWhy? Because I went to jail for child support. How will I work and pay my child support? And I can't get hired at a job because I have a criminal background now because I had a baby.", "rootx": 894.0696943199106, "rooty": 60.50207307261806, "topic1": "Systemic Racism", "topic2": "Police and Children", "used": false, "story": "observation", "priority": true, "notes": "priority"}, {"words": "All right. One thing that I experienced that had a huge, huge impact on me and really changed my life was when my mom went to prison. She was sentenced to 16 and a half years for a crime that she didn't commit. It was indirectly. It was for drugs and the amount of time that she was given, it just really broke me down. And Shirley, you was around at that time. It was just really, really hard. I was in school at the time. I had a lot going on at the time and I was ready to drop out of school. I didn't think I was going to make it at all. And my dad passed away four months later and I was just ready to give up on life.\nAnd it's one reason why I really value community because leaning on my family, a lot of times, it's not an option for me, but I did have a community around me. I did have Nancy and Shirley and God knows who else at the YWCA and other programs that I was involved in.\nNancy\nDon't start crying because-\nMonica\nI'm not crying. I'm not. But a community, literally took care of me through that. The same community came through when I had thyroid cancer. It's humbling. But it really pushed my ambitions really, really pushed my ambitions and it put me in a position to push my limits, not really having any limits at all. It's the reason why I have the type of positions that I have today, in my work life.", "rootx": 136.2347409263269, "rooty": 786.4620085685484, "topic1": "Police and Family", "topic2": "Criminal Justice", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "I just wanted to say that, we just want people to understand when we say black lives matters. It's not saying I say this all the time. It's not saying that white lives don't matter. It doesn't say that able lives don't matter. And we feel like we have to express that all the time when we say black lives matter, we're talking about us right now, because we don't get that same treatment and we need help from everyone to try to make sure justice gets served. So people who think they can just kill us. Really, it doesn't mean that their lives are any less valuable than ours.\nIt just means that there is a drastic change on how things are handled with black or brown people and Caucasian people, so right now, we need the attention on us, because we're getting gunned down at a high rate. And we're getting locked up at an even higher rate for petty crimes and for no crimes at all. So I just wanted to just make that statement. That's it.", "rootx": 749.8858724935787, "rooty": 98.09401112218056, "topic1": "Black Lives Matter", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "It's definitely set up because I just got into a heated debate. Alcohol is the debate. Earlier today on Facebook, see, I don't really do it, but I'm in the parents' group. And I will say I got into a discussion with this individual because they support the officers in school. And I was like, \"Well, I understand and respect some of her viewpoints because she has some valid viewpoints. I understand that. However, I will say, if you're not looking into how these offices being there could in fact make the need for police presence stronger because these kids feel intimidated.\nThen we have a problem. If you can't see that, we don't want the police there because we know that any small thing our children do will be escalated and could result in their death. There's a problem. Anytime that you want to just have an excuse as, well, that when a student gets flat out to argue with you. You don't know how to have an argument. You don't know how to [crosstalk 00:58:19], you don't know how to call security? So what you're telling me is we don't know how to be adults now. Now we can't be an adult. Now we can't talk to these kids. Now we can't get involved with what's really bothering them. Now we can't give them any guidance.\nTisha\nExactly. All we have is police.\nRobin\nNow we can't make, let them know that we're there for them. So now you're telling me, to turn our kids and send them to jail when they have done small things. So you're telling me when my 15 year old and my 13 year old get on my nerves and I have to go back and forth with them. You're telling me I should call the police because you know what, I'm a grown up I don't have to argue, I should take this time out? No, that's not what I should do.", "rootx": 605.5034831100108, "rooty": 245.3781958549253, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "And there you have to think about little Zacky, and there's a system for all of our sons that is designed and placed from high school, middle school. There are police cars sitting outside of these schools that are waiting for our children to do anything, to have a vulnerable moment. When my uncle passed away, my daughter went to school and she acted out. And the teacher, she sent me a text message. She was bold for this because she sent me a text message. And she was like, \"I just don't know what's going on, she's been misbehaving.\"\nAnd these school systems, if another child is acting out, we want to know why, \"Hey mom what's going on, is there any support or anything that we can do for your child?\" But for our children, send them to the office, we need to have this teacher parent conference. It's just almost like black people aren't supposed to get that emotional support that they need. A boy went in a church, a white boy and killed nine people. They took him out to get, what did they give him?\nShirley\nBurger King.\nRobin\nThey took him to burger King. And this man just lost his life on a supposed to be a fraudulent $20 bill and it wasn't even a fraudulent bill. So where is the support? I feel from this situation that a lot of people are going to wake up and say, these people, aren't going to take this much longer. We need to offer support in these systems. Even like the jail system, a man can be on child support and have, okay, a mom needs welfare or medical assistance, but we have child support set in place. So if you have a baby, 120 days of you not paying a payment, you're a black man, you going to prison. They going to get literally take you out of your job though.\nThey will come to your fucking job to pick you up. And I'm just speaking real facts. This is real. This is nothing. The things that I'm stating are not made up. These are true facts. These police cars are outside of our school. My son has a disability and was brought home by a police officer. They did not call me. They did not tell me he was in an altercation. Me and my husband went around looking for him. Monica and Nancy know my son, he's not a problem child.\nMonica\nHe's sweet. He's a sweetie.\nRobin\nThey escorted him home in a police car, a child with a disability, with an IEP and never once called me and told me anything about what happened, which they're prepping these children with disabilities. I saw a boy who graduated a year before him, who was in a probation and parole office and I was doing work for a client. That's why I was there. So not only did this, the boy that's older than him. He's 19, 18. Who's on probation and parole. Y'all are setting these minority children up from the get go. How about instead of police at the school, you show support because I don't know one black child, and I'm going to say this. And I say it all the time. That's gone into a school and shot a school up.", "rootx": 787.2520160219409, "rooty": 20.354540694144465, "topic1": "Police and Youth", "topic2": "Police and Disability", "used": true, "story": "observation", "priority": false, "notes": "police waiting for them to have a vulnerable moment"}, {"words": "So for me, it was a white girl, the Caucasian girl who they put to the high standard. She told me to stand up for myself. I'm like, I don't care. She pushed me. She was behind doors for like your stuff and tell them how you feel. And she started talking about, you see how they think racism and she the one who pushed me to go and then what made me stand up even more for the racist because my young son he's 13 years old, he asked me a question that I would love to answer but I don't have an answer.\" Mom, if the police stop me, what should I do?\"\nAnd I said, listen, just listen. I said, what had the people who got killed, done? Listen. I said, just listen, baby. And it was tears in my eyes when he said that, because I still didn't have the answer. And he was still asking me the answer. So right now, I'm working with the kids. So suddenly I'm getting a lot of the white people brought here to go downtown, to draw Meradith for the 12 to 17 years old. I mentioned, I want to do a web of knowledge, like a conference group. What to tell these kids that asked, we don't have the answer yet, but I will answer for my child.", "rootx": 770.6674423058231, "rooty": 193.39791574785784, "topic1": "Police and Youth", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "what to do when stopped by police, black son in particular"}, {"words": "I think a lot more people that are usually silent are speaking up more than they have before, because silence to me represents almost like, I don't really deal with this. This isn't my problem. I may have a different point of view as you, so I'm not going to speak on the racial injustices that are happening. But now with technology and cell phones, it's undeniable and those people are being able to witness what is happening around the country. Tony Robinson was killed within three seconds, not funny of a police officer seeing him in his home. One, two, three, boom, boom, boom, all those shots fired and that happened in our community.\nWe're now waking up to see that the people that are here to protect and serve us, aren't protecting and serving like they should be. There is a problem, I can't just even say our community, lots of communities where these issues are happening and people are speaking up. This protest just wasn't one day. It's been going on for, what, six, seven days now?", "rootx": 716.2735803909261, "rooty": 122.57776106557539, "topic1": "Power and trust", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "people meant to protect + serve arne't"}, {"words": "philosophy that those who are closest to the problems are closest to the solution, especially in the criminal justice system. We're experts. We found our way out of that, we are living good lives, we're buying homes. We're taking care of our families, but yet to still regardless of how successful you are, it is taboo to have you at the table with real solutions. So in reality, they don't want real solutions.", "rootx": 593.7043434949998, "rooty": 438.60850180349047, "topic1": "Closest to the problem", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority, Closest to solution"}, {"words": "And I think we walk and talk as if just because you have not made it into the criminal justice system that don't mean you are holier than thou, it just mean you never made it in there and it don't mean that you didn't do wrong. And so because of that, I just think by having community policing, I think it changes the narrative. And again, I would have to add, go to something that feels that it's not even about a skin color, no longer just that individual police and from that community being been in that community, saw the children grow up in that community, you have a greater love for that community and how you handle it. It's much more, for lack of word, you're much more sensitive to ... you're not so quick to want to lock everybody up or you're not so quick to pull your gun and shoot someone. So I think, yeah.", "rootx": 322.0985974690457, "rooty": 275.9380432867235, "topic1": "Closest to the problem", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "And if I don't like the west side and I got to deal with a minority youth on the west side and I don't particularly care for minorities and that it's going to be even more judgment put into the actions that I had. And I don't think that Madison has the demographics of power was in place to make an equitable task force or watchdog group to make it worthwhile. I think it'll just be another area situation where you get more than the norm. It's not personal opinion.", "rootx": 629.0262538343437, "rooty": 582.3433414582283, "topic1": "Closest to the problem", "topic2": "Police and Youth", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "And I'm not sure what ... there was no context as far as demographics with the shootings that person who spoke up. But I just feel that especially when it becomes issue of law enforcement shooting, black males or black individuals, the people that are put in place to be that oversee eye are a lot quicker to understand why a white officer did it as opposed to the whole context of the situation as a whole.\nI think that underlying fear of each other is not addressed enough. And I think that it needs to be more of a conversation as to why did you feel that the first course of action should have been pulling your gun from somebody who truly, I won't even say empathize, but understands. Has lived the experience from the other side. I'm not someone who looks, thinks and feels like the officer, because I think that that's where we get lost quite a bit.", "rootx": 409.6187893107656, "rooty": 180.61411150040163, "topic1": "Closest to the problem", "topic2": "none", "used": false, "story": "solution", "priority": true, "notes": "priority"}, {"words": "They are police and they police, that's what they do. And they're not counselors. They're not social workers. And so all of those factors are not even in the equation. And so because I understand that, I don't, I mean, and because I understand that the school of prison pipeline, that whole concept, everything about that as few and anytime we can take money from our community and from our schools and allocated to pay and police officers, I think that in itself is doing a disservice because again, the things that no value have no real impact.\nIt\n", "rootx": 82.97339652606516, "rooty": 294.2838299658991, "topic1": "Scope ", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "And so I think we have to get away from that kind of concept, that kind of construct because it's not effective. And at the end of the day, you'll see more specifically targeted towards the African American communities. And to the Spanish communities, all those communities, they're going to be more effective by policing in the schools and stuff because they don't understand that culture and he is going to be far and few that you see that look like them, talk like them and come from that who has that understanding. And so again, despite I was listening to the guy and I actually was listening to his voice and I totally can hear some of the things he was saying, but I just can't see how that is effective ... And the last thing I will share, I remember to this day like it was yesterday.\nI remember I was going through a teenager temper tantrum. Then I was just being, I mean, I was just out of control totally. And this was while I was in an institution, but I was a juvenile. And I remember a guy by the name of Bruce. He grabbed me because I was just out of control. He just grabbed me, put his arms around me and just held me and I was trying to get away and all of those things. And he just didn't let me go. He didn't allow me to hit him or none of the above. Ultimately, I tired myself out and I just cried. But he didn't hurt me. He didn't disrespect me. He didn't belittle me. He allowed me to calm down and then he started to talk to me. And I say that because to this day that was an act of love. And it was not an act of disrespect and so I think when it comes from the family and from the community, it's a better perspective versus it coming from the police because police gonna do just that. They gonna police.\n", "rootx": 633.0913852222835, "rooty": 155.7157362661054, "topic1": "Compassion", "topic2": "none", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "nd you actually saw those kids grow, grow up in his community despite what dysfunctions they may have or may not have. It never justifies the behavior, but I believe sometimes we forget so easily. When we were 15, when we were 16, when you were 17, when you have a one or two year old or three year old, we understand that certain behaviors that they will have its age appropriate. So I think that same principle applies when you deal with teenagers and young adults as well. There are certain things because they're still on this journey. They're still exploring, they're learning. And I would just add this, that there's one passage of scripture and it just say, \"You without sin cast the first stone.\"\nAnd I think we walk and talk as if just because you have not made it into the criminal justice system that don't mean you are holier than thou, it just mean you never made it in there and it don't mean that you didn't do wrong. And so because of that, I just think by having community policing, I think it changes the narrative. And again, I would have to add, go to something that feels that it's not even about a skin color, no longer just that individual police and from that community being been in that community, saw the children grow up in that community, you have a greater love for that community and how you handle it. It's much more, for lack of word, you're much more sensitive to ... you're not so quick to want to lock everybody up or you're not so quick to pull your gun and shoot someone. So I think, yeah.", "rootx": 423.7184067230242, "rooty": 203.31777449577086, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": true, "notes": "priority"}, {"words": "I think after hearing a comment that was made at this conference today, I'm able to put words to a thought and the belief that I've had for quite some time. And to that comment that was just made with the training and the watchdog committee. I feel training is very important, especially with people of authority. But training would never take the place of beliefs. So you can give a person all the training possible to learn how to deal with the situation. But if they still have certain beliefs, their training does nothing. And even with the watchdog group, the watch the group more than likely, especially in a community like Madison will be, what's the word I'm looking for? The participants of their watchdog group would more be more of a peer to what the typical Madison officer as opposed to a skeptical eye in my opinion. I think very easily people take visuals as an immediate connection. And I'm not sure what ... there was no context as far as demographics with the shootings that person who spoke up. But I just feel that especially when it becomes issue of law enforcement shooting, black males or black individuals, the people that are put in place to be that oversee eye are a lot quicker to understand why a white officer did it as opposed to the whole context of the situation as a whole.\nI think that underlying fear of each other is not addressed enough. And I think that it needs to be more of a conversation as to why did you feel that the first course of action should have been pulling your gun from somebody who truly, I won't even say empathize, but understands. Has lived the experience from the other side. I'm not someone who looks, thinks and feels like the officer, because I think that that's where we get lost quite a bit.\nJim\nSo I hear you saying that like the handbooks and training and policies and procedures can only go so far?\nAron\nCorrect. And I guess it's something that I would propose to counter that, not the training, but the watchdog group is the enforcement of community policing and community police recruitment. I feel very much if an officer lives in the neighborhood that he polices in. Those connections are already made because I'm not going over there to the west side of Madison and I'm an East sider because black, white or brown, there's a disconnect between west and east side, even here in Madison. So it's like those bias are already putting in. And if I don't like the west side and I got to deal with a minority youth on the west side and I don't particularly care for minorities and that it's going to be even more judgment put into the actions that I had. And I don't think that Madison has the demographics of power was in place to make an equitable task force or watchdog group to make it worthwhile. I think it'll just be another area situation where you get more than the norm. It's not personal opinion.\nJim\nDo you like the idea of community policing?\nFelix\nI do actually. I think it's appropriate because I think individuals, I mean, when a person understands their community, they have a better perspective of how to handle that community versus people who have no connection to the community. I think when you got skin in the game, it changes the narrative. And it's not so much of I don't have. I mean, if you don't have anything, if you don't have any skin in the game, then I mean, you don't have you care one way or another. I'm just doing a job. Versus when you have some type of skin in the game, I think it changes the narrative because now you're much more, you assess more. You're much more conscious of the families in that community. And you have a connection to that community. So I think for those reasons when you're asked that question, I would have to say, yes.\n", "rootx": 264.4530266983456, "rooty": 178.70444020917338, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": true, "notes": "priority"}, {"words": "And one thing I can say that I do like about Madison especially as a father is, the sense of safety. I got a seven year old son who's my oldest son, but my third child, who regularly asked me, \"When are we just gonna move back to Memphis Tennessee?\" And I tell them, \"First off, we've never lived in Memphis and second off as a second grader that has lived all of your seven lives in Madison, Wisconsin, you will never move to Memphis with me because I know the beast that it is and I know that you are not ready for that beast.\" So just having my kids in a place that I'm comfortable, for the most part I would say.\nAnd I got different concerns safety wise, I would say. Not that I think about it mainly because, and I'll just touch on this briefly. I guess the difference in safety here is that I don't fear that my children will be shot or have to deal with some of the violence and trauma that I dealt with. But there are other trauma avenues that I feel are more exasperated here. Child molestation and things like that. And maybe it's just that social media and these apps and things make things more aware. But when I pull up in my neighborhood, I live on the west side of Madison, and I could see that there are ... and again without the context of the crime, as an individual, it makes you a little more skeptical of things. But then as people, it kind of breaks down your barriers. And for me, I live on Roman road and I have 19 registered sex offenders within a square mile of my house.", "rootx": 670.3214813555549, "rooty": 589.3354969639933, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "You know, funny story is like, so coming from Chicago, since I've lived in Madison I've had my vehicle stolen twice by young people. Part of it was when I moved here kind of this idea of, \"I don't need to lock, I can warm up my car in the driveway. I live on the north side in a pleasant community, would have you.\"\nAt that time, I was working in a different field and didn't have as much contact with the youth, and was kind of like, \"Oh, that's a bummer.\" We covered the vehicle, and it was interesting, got a notice from the court system that the young person was involved in a program, had to pay back my deductible.\nI was kind of like ... wow, I wrote a letter and said, \"I think you should probably send this money to parents, so that it would be much better spent.\" But you know, it was my mistake.\nThe second time I worked directly in youth services and had ... it was just recently this past summer that it happened, and clicked my ... I had a couple young kids at home, and they clicked my clicker and I didn't check it. I lived in an area where it's a [inaudible] where lots of times people's cars are gone through if they're unlocked for change, and they'll have you.\nIt was unlocked and you know, got a call. My first thing was I had sent a message out on social media that said, \"When you hear some kid bragging about taking this vehicle, let me know.\"\nYou know, just put a message out and it said, \"I just want to talk to them. I'm not looking to press charges, but we need to have a conversation.\" Within a couple of days somebody called me and they said, \"Yep, the kids I work with this weekend, bragging about probably your truck.\"\nAnd you know, went and talked to them and said you know, like, \"Hey! It took me like 12 hours to get the stench of all the pot you smoked out of my car, and like I'm pretty sure it's never been so clean, because you dumped everything out. How about giving me a hand around the house? Because that took time away from what I was going to do.\"\nYou know, and ended up hanging out. It was interesting because the vehicle had ended up, they dumped the car in Sun Prairie. Sun Prairie police were really set on wanting to press charges. I said you know, \"I'm not interested. We know this is not working. How about if you have a conversation first hand and see what the deal is, you know?\"\nThe deal is like, I feel like nobody really cares about me, so what does it matter if I go out and have some fun? It doesn't matter anyway. Somehow I'm going to get busted for not being able to [inaudible] what can I do? I wanted to go drive around.", "rootx": 927.2408230248901, "rooty": 375.58022775957664, "topic1": "Compassion", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "think that, along with the good intentions, it's the fact that people are willing to listen, and people are willing to give up, at least in my experience, just as I see more minorities, people of color, women getting leadership positions, people are willing to give up seats so we can have someone else have the opportunity to make a difference.", "rootx": 134.0204484934453, "rooty": 527.4793194186303, "topic1": "none", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "My concern partly is in my neighborhood, but I know it's city wide, is the drugs. It's a huge concern. It's too prevalent on our block. The fact that I found syringes in my yard not too long ago, didn't go over well with me. The neighbors have also found them, which we're working on, trying to discourage them from coming but it's difficult and I understand that.", "rootx": 856.5459295376891, "rooty": 532.9359977476058, "topic1": "Crime", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "drug concern in her neighborhood"}, {"words": "My largest concern since I worked at the Madison police department, since I lived here, has a lot to do with the expansion of the city. It's definitely grown, and my counterparts here have probably been here longer that I have, they've seen [inaudible 00:17:35], but with growth also comes a degree of attitude about where we live and how we live and what's important, and sometimes the things that concern me most has a lot to do national narratives, as it relates to racism, police brutality.\nI'm the first to say that police for example, are not perfect people. They make mistakes, they're humans like any other subset of employees out here, if you will. But to extend a national narrative, if you saw something bad happening in Saint Louis or New York to that of Madison without the groundwork or some degree of, \"Well I saw this happen specifically here so I know this must be going on...\"\nI tend to see a lot of finger pointing without any kind of basis, if you will, and that bothers me a lot. I'm going to be with you so long as you can show how you've been wronged or what your experience is, but far too often I hear a lot of people talk about, \"Well I heard this..\", much like we started this conversation piece off, \"I heard this happened\", and having heard something doesn't mean it didn't happen but it also doesn't mean it did.\nSo I think this community seems to be different as well in that it's very comfortable to take someone else's position on the matter, it hasn't been vetted, and then have a negative opinion about how we live in this city.\nAnd politically it definitely impacts what happens as it relates to budgets and what happens as it relates to resources, and I think that's a dangerous slope to be on no matter where you are. I can only speak about where I'm living now. That's my biggest concern, the biggest turn off of having lived here since 1996.", "rootx": 447.337709458275, "rooty": 407.2281868227067, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "And I came outside. I was doing something in the living room, came outside, and he was like, \"Dad, the police followed me all the way here. I'm scared, I don't know, I didn't do anything wrong.\" So I asked the cop, I said, \"What are you doing following him?\" Well, we got a call that there was a car looked just like him in his car, was yelling at some lady. And I just followed him and I followed him all the way to your house I guess.\" I said, \"Look,\" turned out at the end of the day, he got back in the car, he said, \"oh, it was a gray car,\" which my son was driving a green car. So the car doesn't even match. But to follow him, his mom is white and my son's mixed of course. So I just think that, I don't know, there's just, call it racial profiling and to look at his license plate, his license plate is registered in both our names, see the last name [Miatse 00:00:14:24], which is my dad's African.\nSo I don't know if it's just coincidence, but I tell you what. So I had the sergeants look up the information and I said, \"Hey, there's no reason why the follow a kid all the way to somebody's front door, and then to get out the car too.\" And my son was already nervous. So the justice system that they have here is just ... I mean, so my kids have no, the feeling of where you feel safe, where you feel secure at your, by the police. No, they don't feel it. And it's because of how they do things. So I tell you, even serving on the public safety review committee or even even being on executive board of the NAACP, I understand that the injustice of seeing people do things that you know is injust. So I've lost a little respect for the system in itself. So the way to get it back is basically you have to teach people and teach people, I've asked captains of the police department asked them, I said, what makes one officer get out the car and tries to subdue somebody and talk to them and makes an officer like the one that you sent out at the mall here he gets out, the other cop comes on the scene, tackles and starts getting rough. You're like, Whoa, what kind of training does one officer have versus the other?", "rootx": 750.9055675325119, "rooty": 187.80032434771135, "topic1": "Power and Trust", "topic2": "Racism in Justice System", "used": true, "story": "story", "priority": true, "notes": "priority, kid getting followed by the poolice for no reason"}, {"words": "Talking to one of my neighbor who was my childhood friend, stopped by, stayed on the next block from me. Going to the store he had to pass my house to get to the grocery store. So I'm like, wait a minute. So my mom said, \"Go to the, since he's going, you might as well go and pick up dinner.\" Okay. Not knowing that we're being watched. Leave from the grocery store and as soon as I go in the house, he had a hit out on him. As soon as I dropped the bag, you hear gun fire. Okay. It's the norm. But go outside, you see him laying there like wow. Then you see him trying to get up and run. They still shooting him.\nThat's traumatizing and then, okay, move on. I'm like, why I did. You hear a police shooting at someone else, they chasing somebody but they shot the wrong person and you hear the police shot the wrong guy. Really? They said in that part of town, be quiet, be quiet, don't say nothing. And then the detective knocking on everybody's door and you see him. \"I saw the whole thing.\" And he said, \"No you didn't.\" \"Yes I did.\"\nAnd he goes, \"No, you didn't see nothing. Just say you didn't see it.\" How are you going to tell me, you going ask me, did I see the thing? Then you're going to tell me don't say what I saw. I didn't see what I saw. I saw it, I saw that whole thing. Where was you at? I can tell you exactly where I was at, I can tell you exactly what I was doing. And I took them step-by-step and they said they just balled up the piece of paper. Then I asked him, I said, \"Okay, how long have you been a detective?\" He told me and I'm like, \"Okay.\" Then he said, \"I'm supposed to be interviewing you, why you trying to interview me?\" I said, \"Because I have a degree in criminal justice. I know the law. Just like you know it.\" And he said, \"Interview over with,\" and left. \"Now, you going to give me your card?\" \"You don't need it because you didn't see nothing.\" I saw everything and I come move here, Detroit.\nAnd I come here and it just, I met peace. I hear fire trucks every now and then. Of course you will hear a police car here every now and then. But it's nothing like where I come from. Not every day, all day and night. Wow. It's like I met peace in life. It's really calm now", "rootx": 854.9140212208475, "rooty": 226.61922208724482, "topic1": "none", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "story, nott madison, describing interaction with police post shooting"}, {"words": "All of us are now with our outside lights on all night. I don't know how long we'll keep that up or whatever and we've had some drug dealing and stuff like that. But the neighbors were very vigilant on it there. We're not afraid to walk out and write down a license plate number. Or we don't feel comfortable if we see something we just call it in. It'd be the North District pretty much [inaudible] but I think you could probably say that all over Madison, the thing with, I call it more minor crime. Course minor crime leads to bigger and badder things but that's one negative I've seen in the last 30 years our neighborhood.", "rootx": 828.3887417236288, "rooty": 576.9815383418913, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "One change I've seen and it's a kind of a bad change is the amount of petty, minor crime has picked up in our area there. When I first lived there I could be out working in my yard or in my backyard, leave my garage door open, think nothing about it. Now everybody on our cul-de-sac, even if they're working in the yard, keep their garage door down. They don't want people driving through casing it for later on it.", "rootx": 930.6638019023447, "rooty": 580.5147478657384, "topic1": "Crime", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "safety + minor crimes"}, {"words": "Well, I ... This is Brian again. When I lived in bigger cities, they have a lot bigger issues with violence and that kind of a thing, but what ... When I lived in Milwaukee, it started to change to more community policing. Have members of the community be the police officers of the community. Having people who understood the community be there. And I've heard that raised here in Madison for a lot of the neglected communities around here, that we want our own people to do this, not outside people who ... Police officers who just don't understand what's going on here.\nAnd I feel like, I don't know how far that's gone in Milwaukee, but that was a program that they had put there, and I feel like Madison has not tried that yet. It's a very valid point in my mind. It gets written off quickly by politicians, but I feel like that could help law enforcement community relations. Because they are ... We have had a lot of problems in this town of people policing communities that they don't know. And then, resorting to lethal force, immediately, whenever they feel threatened. Which really hurts ... Hurts my soul to thing about some of the people that have died on snap decisions. That's a tough one. And that's a nationwide problem, too. But I feel like that's one of the solutions.", "rootx": 339.2425505232311, "rooty": 530.9436490458827, "topic1": "Community Policing", "topic2": "none", "used": true, "story": "solution", "priority": false, "notes": "community policing"}, {"words": "Quickly, what I was going to share was, I live in this area and it's right next to a very large apartment complex, The Fountains. I'm from a suburb of California. When I moved here there was definitely less crime coming here. A lot of people were like, “You live the in the ghetto part of Madison.” [inaudible] Whatever. It's fine. It doesn't bother me. I walk, whether that's smart or not, I walk every day with my dog. Everybody is super nice to me. I think individuals... Everyone you know, even if I'm like that person could seem scary. They act like normal human beings.\nMeanwhile, there are some things sometimes we'll walk by and fourth of July at the Fountains apparently, there's huge fire. Somebody must have thrown fireworks, I don't know like in a garbage can or something. You could tell that it was just completely destroyed. It was like, “What? What were people thinking?\" Not the respect for property, partially because it's not theirs. I don't know.\nThen shortly after that, this is in the summer, turned out there was a murder, drug related murder. A block or two blocks away from where I live in a neighborhood that I walk through all the time. A neighborhood where there's lots of children. Some people were like, \"Well, it was drug related.\" I understand that and I have to admit I get some solace from that because [inaudible] I don't involve myself in that so maybe it's okay. These are people...they're people. Nobody has ever bothered me, but at the same time there're things happening that could affect other people that are around. I feel like that community gets a bad rap, where that's the bad side of town. It's dangerous.\nEven my neighbor, who I really like is always like, \"Veronica, why are you walking? You know that's not safe. I talked to a Fitchburg cop and she wouldn't walk in these parts.\"\nThere's this idea of, \"Well, part of it is, am I being stupid, but the other part is I don't want to be... I want to be able to enjoy my community. Riding that line of safety versus embracing where I'm at and being able to enjoy my life. At the same time, I do think that there are some things, like the murders and people destroying property that don't happen in other neighborhoods and community. We're not the only place.", "rootx": 892.0201777369083, "rooty": 410.08840991604717, "topic1": "Police and Youth", "topic2": "Community", "used": false, "story": "story", "priority": false, "notes": "safety v. enjoying the community (murder, walkingg dog, etc.)"}, {"words": "Yeah, my experience with officers in the schools is that they do everything they can not to arrest kids. They're extremely kind and very, very positive role models for kids in the schools. The schools I've worked in, some of the resource officers are people of color, and they're working with students of color. They're able to see a police officer in a responsible role being good with kids, being supportive. I know there's privacy issues and things, but you see these groups of people who walk through schools like once a year or twice a year, then they kind of poke their noses in places here and there, and they think that they can develop an opinion about something, and they couldn't be less informed.\nI don't know how to address that, really. We've got a big election coming up with the school council, and we have a big election coming up with the mayor. I'm hoping that some of these disparities can be addressed in really, really progressive and well thought out and well funded ways.", "rootx": 374.6237889741883, "rooty": 114.67771530151367, "topic1": "Police and Youth", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "Positive Role models (Resource Officers)"}, {"words": "We live pretty close to where Tony Robinson was shot by a police officer, and that was a pretty scary night. For me, I was out with other teachers that night, actually, and we were driving down Willy Street, and we saw the police lights and got really curious what was going on. We shortly found out that Tony had been shot. This African American, 19 years old at the time and got a lot of connections to the community and lots of kids in school knew him personally. The relations between, or the disparities between African Americans and whites in Madison is, there's a huge concern on something that people are working really hard to address. We're working really hard in the school district to address it.\nI do wish that the school got a bit more good press around that kind of stuff because we do work really hard to address the disparities. It seems like a lot of the conversation right now is focused around officers in schools. I think that there's a real disconnect between what the community knows is going on in the schools and what actually happens in the school on the whole.", "rootx": 620.0323762834784, "rooty": 77.03391352007465, "topic1": "Police and Youth", "topic2": "Police and Violence", "used": false, "story": "story", "priority": false, "notes": "tony robinson (out with teachers)"}, {"words": "The biggest thing for me that I was thinking about is that I've experienced so far, there isn't really a whole lot about Madison that I don't like, or I'm uncomfortable with, or feel unwelcomed by, or in any kind of danger by, or anything like that, but I am very well aware that I am who this city was built for and who the structures of this city is built for. So obviously, I fit right in, and it works well for me.\nBut that is not true for everybody, and the more involved I get with the community, the more I'm learning in what ways does it not work for people that don't look like me, or people who don't think like me or act like me. That is really frustrating for me because I want people to be able to love this place as much I do. I think we have wonderful nature, and the lakes are really cool, and we have cool restaurants and stuff like that. Everybody should be able to enjoy that, but because of other structures that exist in Madison, it isn't possible for a lot of people, and that is really hard for me.", "rootx": 649.1652308532708, "rooty": 610.3801358130671, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "no true for everybody"}, {"words": "Right, then again you can lead a horse to water but you can't force it to drink. You can shed the light on all of these issues, but people are going to ignore what they want to ignore, and if they are not ready to acknowledge this situation, like you said they were focusing on the abuse that her mother may have potentially of inflected than the injustice that happened in school that was supposed to be a safe space. They are not ready for this conversation, they are not ready to make a change and do what needs to be done to move towards a more just society. So ... And it's always been there, Tony Robinson that I think should have been a turning point in the mindset of people, but people are going to ignore what they want to ignore. They're not ... The facts can be all there, and they could still just turn a blind eye to it.", "rootx": 733.8679427822566, "rooty": 6.4091274815221, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "tony robinson should have been a turning poin"}, {"words": "Maybe, so to be more of a facilitator, maybe you could talk about that. It's affected me very emotionally because thought of reflecting, seeing a part of myself in what Kelsey said before, as a white person I am completely not okay with what happened, I am completely not okay with the outcome where the DA decided not to press any charges for what I perceived to be ... I'm a parent, I'll put that, so I have a son who is a fourth grader, nine years old. So just too little years younger than this young 11-year-old. She was pushed, she was punched, and she had her hair ripped out. When I envision anything like that happening from an adult to my kid, I am completely emotionally dis-regulated.\nI would never ever tolerate any human doing that to my child, and I could not imagine what that young woman's parents are feeling, and further to be such a delay in response by the schools, for there to be no action taken, for there to be insinuations that from the DA that had the parents of reviews for child, and ignoring exactly what happened in front of her peers and in the classroom where a special education assistant who tried to intervene, to limit the violence was also hurt and still nothing. And this comes down the same week as the anniversary of Tony Robinson being shot because an officer was in fight or flight mode and responded without backup and decided to fire their weapon and killed a youth in our community who is not in a safe mental place.\nNanceny\nBlack kids are slaughtered. We are slaughtered. It is murder, constantly, every day we are brutalized and we are murdered, and that has become a norm. That has been the norm, that has never changed.", "rootx": 690.6755365379184, "rooty": 2.7004322698039407, "topic1": "Police and Youth", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "More recently my car broke down back in October and I was sitting on the side of the road waiting for the towing company to come and in the span of an hour so many people pulled over to see if I was okay, to see if I needed a ride. Three police officers pulled over to see if I was okay, to see if I needed a ride anywhere, and I just thought that was a good overall summary of the vibe that you get in Madison. Although we have our own set of problems I think as a community we really strive to help one another out and I hear all of the time especially from people who come from other places how welcoming people tend to be especially in the city and how open we are to each other. So I just thought \"Wow so many people stopped to see if I was all right.\" It just felt so great.", "rootx": 713.6992466721689, "rooty": 601.9342730122228, "topic1": "Feelings of Safety", "topic2": "Community", "used": false, "story": "story", "priority": false, "notes": "police officers pulling over"}, {"words": "we had a neighborhood guy started a neighborhood watch program, and I'm like, oh good guy. This was a couple years ago.\nSo we subscribed to his E-mail list and it was good. We should watch out and he's kind of patrolling the neighborhood. And he's reporting oh, I found a wallet. And then it starts to feel like, is this guy like, the guy who killed Trayvon Martin? It starts to get really a little weird. And some of that is why I'm here. Because then he tried to run for alder. So I don't like what's happening in Madison, but I don't want that guy dictating.\nAllison\nSay more about that. Say more about what started to happen that made you uneasy.\nDeb\nYou mean, you want to see what some of the emails were?\nAllison\nYeah. Or what made you connect it with an incident that was basically a racial [inaudible 01:00:03].\nDeb\nIt's that covert language. Look for people who don't belong in your neighborhood. Be aware of ... Right, but it just starts to make the back of your neck go, what?\nAllison\nAnother neighborhood that does this and we get also neighborhood emails. Probably almost daily. So, we get the same type of emails too. Looking for someone who looks like they shouldn't be in the neighborhood.\nDeb\nKids are running through our neighborhood, looking suspicious. Suspicious or were they chasing the ball? [crosstalk 01:00:42]. They might not have been brown but they might have. And so I don't want to be part of that. And so I just keep installing one motion sensor [crosstalk 01:00:57].\nStephanie\nI think that's where my concerns are coming from is that I'm suspecting that there are multiple Madison’s. And that there is a different Madison for people different. Ethnic or socioeconomic backgrounds. And then too, a lot of our fear or sense of about kind of violence is also wrapped up in that. I don't think, I know what the other Madison’s are like. But I'm embarrassed and sad that, that probably is out there. And that I'm not doing what I could be doing to fix that. I don't know what to do to other then-\nAllison\nI don't either. [crosstalk] But I like your sense of when you start to feel that sense of that's not right. And this really isn't the right approach, being aware of that and trying to direct it another way, I think is really a step in the right direction.\nDeb\nIf he would off run for alder, I don't know what I would have done. And he is still the self-destructing because he's become so extreme. Good people are, they're saying, oh, I didn't mean to do that.\nGina\nAnd its anyone who's invited in to take the responsibility saying that he's started as a good thing. Saying to take some responsibility to care for your neighbors?\nDeb\nHe got sucked into the Black Lives Matter movement. And he put out the Blue Lives Matter signs. And so then you're like, Oh, here we go, those are the neighbors [inaudible 01:02:53]. Black Lives don't matter, but and it was just uncomfortable and then it sort of took over our neighborhood association. And so, I'm here because I think this is the kind of thing that pushes back against some of that, maybe.", "rootx": 916.3838886703784, "rooty": 454.85028297670425, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "My aunt lived in a building behind that McDonald's that's on Monona drive. My cousin and I ...\nAcross the street, there's a golf course, and way at the end of that golf course, to the far right end of the golf course, it used to be a playground. My cousins and I went over there to that playground. They had left and it was just two of us left over there, it was me and my cousin Keisha, and we were walking back from the park, and there was a white girl and three white boys, and they were calling us names and throwing rocks at us and stuff.\nWhen we got closer to home, we started fighting and it really turned into a fight. We were bumped and bruised, a little bit of blood, whatever, but we ran home to say what just happened to us. Before we could fully tell our story, the police were at the door. They were angry, and it's like we didn't even start that. We had to defend ourselves. After putting up with it for so long, it's only so far you can walk when you got four people right on your heels.\nNancy\nSafety is a complicated word.\nMonica\nYeah. It was better for us in some ways, but not better for us in some ways.\nWhen you get pulled over by a cop and he works that same shift, Tuesday, Wednesday, Thursday, and you work the same shift Tuesday, Wednesday, Thursday, and that same cop pulls you over every single time, it's shit like that.", "rootx": 684.4649069095984, "rooty": 256.9242077489053, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "story", "priority": true, "notes": "priority, Keep gettting pulled over, fight with other kids"}, {"words": "feel like really vulnerable here compared to where I grew up. Not just vulnerable, but ... I always said if something racially motivated happened to me, I'd much rather it happen in the south rather than the Midwest. In the South it would make the national news. \"Oh you know those people are racists, you know they're that way. Here, it'd be like, \"Oh my god.\"\nLike the guy with the acid on his face recently. I know he's being charged as a hate crime, but it's still just like ... That happened up here, not, I mean I know it can happen anywhere, but where it happens ... There's a system down south. There are lawyers of color, police of color, judges of color. Who can actually understand their plight, and I know the legal system is not biased. Air quotes for the recording.\nBut, being able ... Yeah, so I feel vulnerable if something happened. As much as you don't want things to happen, as much as you know things will happen, I'd rather it happen there than here.\nMindy\nBecause you'd just feel like you'd be more protected or just have more opportunity or a better chance to have your side be heard.\nJennifer\nYeah.\nAnahi\nMm-hmm (affirmative).\nMindy\nInstead of it feeling like a situation where it depends on who comes to the situation, what color is the police officer or the judge or the lawyer.\nAnahi\nOr even just the pool of jurors.\nMindy\nRight. Right. Your so called peers.\nJennifer\nUnderstanding that plight. Down there you have much better shot. I'm thinking of Botham Jean down in, what was that, Texas? His jury was mostly folks of color. Was it the outcome folks wanted? No.\nIn some ways yes, in some ways, no. But then at the same time, I think about Maryland and Freddy Gray, there were black jurors, black prosecutor, black judge, but that policing system, it protected him itself. Civilian to civilian, I'd rather not be here. I don't feel safe here", "rootx": 828.6198902104335, "rooty": 273.32213001866495, "topic1": "Racism in Justice System", "topic2": "none", "used": true, "story": "observation", "priority": true, "notes": "priority, not safe here compared to south police + justice system"}, {"words": "We had an experience in my neighborhood that makes me feel that we're really privileged. There was a house across the street that was getting worked on. A fellow was up high, working on the house, and he was black. His partner ... we didn't really know about this, this is after the fact. But his wife came by where he was working, and he wasn't done working so she decided to take a nap in her car.\nWell, that was perceived by somebody in my neighborhood as, \"Oh my God, there's a drug overdose. I have to call 911.\" The poor woman was just taking a nap in a car. And as soon as the fire department realized the error ... Why couldn't that person have knocked on the door, or woken up the lady? But, you know, that's often. And they called the fire department right away, and the fire department, as soon as they realized the error, they were out of there in no time because it was just a terrible misunderstanding. It just made me just cry and cringe because we are so blind in so many ways. That's my story, and [crosstalk 00:31:02].\nRuthanne\nI'm wondering what the wife and husband said when all of this started happening.\nPatty\nWell, at the time, he goes, \"Oh my God, that's my wife.\" To be honest, I was with my other neighbors, and then the person who called the police did this, came around, and was looking for the fire department to show up. And she did this, like if, you know, there's somebody ... And we thought, \"What? No, that wasn't.\" She's just taking a nap, waiting for her husband. She's worked all day. She's done. She wants to rest. He still has a few more things to do. So, anyway. It sorted itself out, but it was most embarrassing for those poor people.", "rootx": 909.0106922241384, "rooty": 307.6144126153761, "topic1": "Calling the Police", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "And I almost want to tell the police, \"Hey, like if our approach is different, your job is going to be easier. You'll be able to focus on those really high 10 situations that like you are trained for. But those are the only situations that you're going to be handling. You're not going to be going and reporting to an overdose. You might not be able to handle that situation. No one's expecting you to,\" but we are expecting them to right now.", "rootx": 233.99943370323393, "rooty": 326.6934364072738, "topic1": "Scope", "topic2": "none", "used": true, "story": "solution", "priority": false, "notes": "none"}, {"words": "And going off of Anthony's point, let's look at who's being arrested. What are they being arrested for? I know we're not arresting folks for cannabis anymore in Dane County, but are we arresting folks for heroin use or cocaine use? That is a public health issue. But they should be not be put in jail during that arrest. They should be seeking services from a hospital, seeking services from a center that is built through this fund or if the center is located in the new jail, great, but we should be looking at systemically, what can we reform? What can we change? Because if we are going to decrease the capacity that the jail is going to hold, then we need to look at, okay, what constitutes someone's liberty being taken away? We all agree violent crimes and anything of that nature should be. I think that's a general consensus, but drug crimes. We really should be looking at that more.", "rootx": 358.9812003771539, "rooty": 618.0353103145476, "topic1": "Arrest", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "thinking about England, our police are unarmed individuals. At least they don't have firearms and they're the ones who respond to the vast majority of situations, which I think for the most part is appropriate. And then when we do have violent things happening like someone stabbing a bunch of people on London Bridge, there are armed police officers there within like 10 seconds. And I don't know how they do that. But for the majority of things we call police for, we have unarmed police officers or sometimes they even are community police officers. So I think this isn't unique to Madison in this country, but the fact that our police in general all carry firearms and are trained to use them in high tension situations and they're responding to high tension situations that don't necessarily call for a gun. I think there are very few non-policing resources in Madison.\nOne of the reasons why that is not great is because of what police are, which is, armed people with training to use guns to deescalate situations or use that power or threats of violence. So I think if the model of police here was the majority or the patrol and police were unarmed, I think that would make a larger chunk of what the police do more appropriate and then having those armed individuals. And as a relatively small amount of land that Madison is, I think they would be still be able to respond fairly quickly with armed when it was called for.\nEliza", "rootx": 501.1964075908651, "rooty": 458.92108794181576, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "is that there are not enough non-policing resources to service the community, whether it is responding to houseless folks, whether it is responding to a mental health call, whether it is responding to a domestic violence call. We need to be investing in social workers, we need to be investing in folks where psychologists, people who are really trained in dispute resolution to be going out first to these incidences. And this is where the gap is. And it's a gap that needs to be filled. How do you do that? I don't know, not fund $148 million jail project. That's where the big issue that I see with the Dane County jail, it's that there is so much money being put on the line to build a concrete building downtown was supposed to keep people locked up when you could be investing that same amount of money into a community center or into resources that would actually deal with the very issues that we have with police.\nThat's where I think the second BLM movement that's been going on in 2020 has shown is that we do not invest in non-policing resources, whether it be mental health resources at the city, whether it be just regular health department in the city of Madison, or really any social service that could be actually taking care of these issues and limiting the police role to what they are good at, which is what Anthony has mentioned before, which is keeping us safe in those high ... not high violence, but those really violent crimes that occur.", "rootx": 384.33433690485646, "rooty": 571.6340095766129, "topic1": "Scope", "topic2": "none", "used": true, "story": "none", "priority": false, "notes": "none"}, {"words": "And then summer after freshman year, I had an internship that was with the department of corrections, but it was on the side of rehabilitation and restorative justice, working to get people on probation, get them work skills so that they could get jobs. And I really saw this whole new side of things and got to meet people that had experiences in it directly.\nAnd then there was something where they offered me to tour the workhouse, which I don't know if you're familiar with what that is, but it's basically where, it's like the people serving the under a year ... I don't know. Anyway, it doesn't need to be specific, but people can go and leave for work during the day and come back and they come back to jail. And they were like, \"Okay, let's go tour it.\" So I get on a bus and I go to tour and we get there and I just got this overwhelmingly, terrible feeling of like, why am I here? Why am I looking at these people who are living their life in here? Coming from an outside perspective, it was like a zoo. I was ogling. I did not meet personally, but just all of us, they were like, here's this, this is where they eat, they have maximum security.\nI was just like, this is so messed up. I don't know, that was my revelation of like, this needs to change. What aspect of this is rehabilitating? Who is benefiting from this? Nobody really is. yes, they provide programs for these people, but they're sitting in a cell all day long separated from society and the people that do get to leave, they have to come back at the end of the day. And I don't know, it was like, I had this whole thing like, I'm never doing that again. I don't need to go tour this thing. That did nothing for me except just feel like I was observing people that ... I don't know. It was just a very interesting experience for me.", "rootx": 34.44057967087286, "rooty": 762.1404217135522, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "So when I would say like, \"Oh, I go to prisons around Wisconsin and speak to people who've done horrible things with the aim of getting them to speak with the victim of the crime,\" people would be like, \"Oh, so you speak to the baddies,\" and just say things that so clearly communicated to me that this was a black and white system for them, like bad people went to prison and that's it. And that was so different from my experience, getting to know these people who I got to know very well and were generally very nice people.\nA lot of them had changed a lot since they had committed the crime that got them in prison. And just knowing them and speaking with them one-on-one and then also hearing how people who had no idea who these people were talk about them in such a like flippant black and white way gave me an idea of how far we as a society have to go before people who get convicted of crimes are accepted as people who have made mistakes or even done something intentionally and then realized the harm that they've been causing and want to make a change.", "rootx": 79.4388059506963, "rooty": 733.8189401934223, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "And I remember the first time going into prison and just being caught off guard and just. I don't know, like I hadn't visited a prison or jail or hadn't really interacted with the criminal justice system in that sense because my parents always told me growing up exactly how to interact with police officers, how to avoid trouble. And that was a really big deal in my family. But when I first saw the prison, I was like, how are folks living in these conditions? And how are we to ... and just the frequent thoughts going through my head were, how are we supposed to expect people to get better at a prison or a reform, if that's the real intent of what prisons are supposed to do?\nAnd I remember interviewing the client and I remember going through the details of their case. And then weeks later interviewing the victim, seeing that the criminal and seeing the details that I got from her case, I just saw that the criminal justice system did not fix this issue at all. What it did was it sent someone to prison without making the victim whole. And it was that moment when I realized that there is clearly something going on in the criminal justice system that isn't working. And we shouldn't be investing millions and hundreds of millions of dollars into something that has now been proven doesn't work. And that's part of the story of like many stories that I got from the restorative justice project and Anthony was also in the restorative justice project with me. But that's something that like really did strike me.", "rootx": 46.282316649880926, "rooty": 748.3701029131489, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "One of the things that worries me is what Isabel said. Precisely, it happened last week, where I still have the dread that I had when I didn't have a license, that every time I see - if there were like ten patrol cars there, to see who they were going to catch. Yes, I am very concerned about the community, especially that fear that may exist. That is not protecting our community, that is raiding our community. Why do you need ten patrols that are controlling traffic? Something that worries me is that relationship between the police and traffic control. That we know that in other countries traffic control is done by another government entity and it is something that does concern me, especially with our community, the fact that we have these laws and I don't know, I feel bad when I see an entire army of cops who are just guarding the Beltway. As if there were killers on the Beltway; the only thing that maybe someone can do is, go a little faster than the other person. So, yes to me-- I feel that this is an abuse, it is an abuse and also a silly use of resources. So many police just for Beltway.", "rootx": 420.64468220206084, "rooty": 379.2062205653037, "topic1": "Power and Trust", "topic2": "none", "used": true, "story": "observation", "priority": true, "notes": "priority"}, {"words": "One of the things that also worries me is that, I think, depending on the color of the skin or the connections that one has - a person has less chance. Where I live, we have a neighbor, he is a neighbor who seems to have money, this neighbor is tall and white. This neighbor has caused fear where we live, to the level of having about ten policemen there with weapons pointing at him; the neighbor has not been able to be put in jail, the neighbor has not been able to be convicted. I want to dare to say that if this person were an immigrant or if this person were of a different color, or that they did not have so much money, that they were not connected with so much money, I think that this person would already be in jail right now and if not, dead. That's a rage that gives me, that still-- the police still excuse themselves: \"Oh, because--\", I don't know what, and we've been asking why nothing has happened, \"oh, call us when the so and so! \" [laughs]. And me well, what if he kills me when he gets rough. So, I do not know, it is something that yes, it does concern me and I want to dare to say that if that person were of a different color they would already be cast in prison, based on the experiences we have had out there. So-- yeah, thank you.", "rootx": 797.2160567931383, "rooty": 239.9450825106713, "topic1": "Power and Trust", "topic2": "Police and Racism", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "Rosie\nThat the police, that the new organization, or the new police be more compassionate, that they really treat the Latino community as they treat the white community. That we are treated as people, as I already said.\nMathias\nThank you very much, Rossie.\nIsabel\nWell, the new policeman, for me, would have to be someone who was involved in the Latino community, so that they could learn our customs, who would learn the values ​​of our people, so maybe there would be a little more tact to be able to understand ourselves as a Latino community.\nMathias\nMargarita?\nMargarita\nYes. Well, as I said before, we do not ask them be to the same as us, or to speak the language that we speak, to speak Spanish, but it is necessary and essential that they consider that our community needs a person, a leader who knows how to understand our community, who knows how to understand the minorities that live here, because we are part of the community and we are part of those who work here, that also our community and the businesses that are here benefit from us, because we live here. So, it is necessary and essential that this new person knows how to understand our community, knows how to understand minorities, the Latino community and African Americans too, especially and in particular.", "rootx": 347.2381968232239, "rooty": 398.57313094600556, "topic1": "Community", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "Yes. I wish the police and fire commission were not pushy. I want them to really do their job; They have to do their job, but not with arrogance, not abuse of authority. No. They also don't have to get involved in activities or anything to do with us because they don't have to, but they can know a little more about our community, about us, not precisely involve them, right? But if you know a little more about us, why are we like this? Because we bring-- about our culture or our traditions. Always behind each person there is a story, always behind each person there is a reason. So, they just do their job, but do it well, but do not do it with abuse of authority and arrogance, see us as people and nothing more. Thank you.\nBaltazar\nI think Madison is tired of having allies. We have many people who have worked, who want to work with communities, with minorities, and who may be white, and who say: \"Well, I did not experience this but I understand why because I am an ally\", \"Yes, I am not an immigrant, but I can understand you because I am an ally \",\" as a white person I want to help you and I want to save you \". I feel like it would help a lot if this person who is the chief of police is a person of color, that he is a person who understands. And it is something that we are demanding, that it be a person who understands, who has that knowledge of our communities, not just someone who is open, but someone who knows how to do the job. I think we are already tired of having people who work in the city who, they like the Latino community, there are open to Latino community, there are open to the black community. We want leaders who respond to the needs of our communities; And they have to do it, they have to put, hire people who know what the undocumented community is, the African-American community, the immigrant community, the LGTB + community. That they don't have to sit down for us to explain. This is something that we demand, it is something that today's Madison needs so that we can move forward.", "rootx": 363.61825916387346, "rooty": 429.344601784983, "topic1": "none", "topic2": "none", "used": true, "story": "solution", "priority": true, "notes": "priority"}, {"words": "So, 2006, my son that is now 14, was about six weeks old. And, my husband's probation officer decided to come to our house to do a search. Well, whatever they thought they were going to find, other than marijuana, that they came with... I had a pool in my backyard. They had metal detectors, and dogs, and there was an officer there, Denise Marcum. And, everyone hates to hear her name come up, because she is one of the only embarrassments of the system that has finally been exposed.\nSo, she comes in there and she just is rude. She won't let me go breastfeed my child. She ends up giving tickets out to everybody who was over at my house for dinner. She harassed my, then 15 year old, in my yard, handcuffing him. She gave out all kinds of tickets to everybody. The funny part is, that when we all show up to court for these tickets, that she used her power to wield and scare the hek out of us, there was no court dates. There was no record of her being at my house. There was no record of her giving tickets out. There was no record of her wielding her power at my house at all. It looked like it was just a probation hit.\nAnd then, finally, in, I think it was 2011, there were enough people that filed complaints, like myself, where she was investigated and found to have, there are stories about her in the newspaper, found to have tormented our community for years, which we all knew. False arrests, planting drugs, all of this. And, she was allowed to go on leave with pay, until all of her hundreds of hours of vacation were over, and then they just let her walk away and retire. She's a stain, but she isn't the only one. She's just the only one that got put out there, and there are many of those like that out there that lose themselves in an acidic system, and cause harm to our communities.\nAnd, I want to see, with this chief, I want to see it be mandatory education. I want to see mandatory trainings yearly, psych evaluations. And yes, our communities have been harmed by this system for so long... War on drugs, blue blanket... You know they just could come post up in the neighborhood, and if you lived in that neighborhood, and you were driving home from work, and there was a sign that this is blue blanket area, you could just be randomly pulled over. They had to have no cause.\nYeah. Anyways. That's my story.", "rootx": 823.9018193826242, "rooty": 124.25147487271215, "topic1": "Power and Trust", "topic2": "Corruption", "used": true, "story": "story", "priority": false, "notes": "Carmella talks about an incident with Denise Marcum with harassment and no documentation at a probation check-in"}, {"words": "From my experience, what I want to share, is a story about my brother in law, who passed away early this year. He was involved with incarceration since the age of 13. He grew up in a family that had a father that struggled with mental health, and alcohol, and drug abuse. He lashed out. He was a kid who didn't have an outlet, or a support system, and he did things he shouldn't have done. But, instead of seeing a young man who was growing up and needed support, he was treated like there was something wrong with him.\nHe was incarcerated multiple times. He developed problems with alcohol and drugs on his own. And, this last year, in 2019, he was arrested without any proof when his girlfriend overdosed in his apartment, when he wasn't there. He was held in jail. He wasn't given representation. And, eventually, it was proven that he didn't do anything. And, they had to release him, because they had not proof. But, because of that, they released him off paper. So, he no longer had a parole officer. But, that meant he didn't have access to the same things he had before, to treatment, to medical care, to mental health things in the same way that he had, in the way that he needed to get it.\nAnd, in the last month of his life, he was really struggling. He was very depressed over the loss of his girlfriend. He was finally in his own apartment though. He had a job. He was doing well in those areal that he wanted to succeed in. And, a week before he died, he felt really depressed. He couldn't sleep because he was sick, which looking back on, was very similar to what the symptoms of coronavirus were. And, he called St. Mary's hospital, because they had helped him before. Because, he wanted to either check himself in, or get some kind of support, so he could stop using drugs, and get clean, and get healthy. So that way, he could deal with his depression.\nAnd, St. Mary's called the police on him, and they came to his apartment, and told him, \"We'll either tase you and bring you in now, or you'll allow us to handcuff you, and you take you to detox.\" And, then where they took him, he had to be strapped to a metal bed with leather straps to detox, alone, on his own. And what he needed, was support. And, the police in this community, and the communities across our country, don't look at people who need support, and people who need someone to guide them, or just be there for them through their struggles. They see them as a problem. They're not a problem. They are people.\nAnd if my brother would have gotten that kind of help and support, instead of being treated like he was a problem in Madison for over half of his life, he would still be here today. And, this is just one story of so many in our community. And to me, knowing all of the interactions that he had with police, and how they treated him, and how they treated my family, I don't have trust in the police system to be able to give people that kind of support right now. There has to be a change, or we're going to continue losing lives, whether it's at the hands of addiction, or mental health, or police themselves. So, that's my concern.", "rootx": 86.59791486987186, "rooty": 774.9270408384261, "topic1": "Police and Disability", "topic2": "Support", "used": true, "story": "story", "priority": true, "notes": "priority, Kimberly telling the story of her brother in law who passed this year, who was not offered support but rather criminalized"}, {"words": "I had a fundraiser for Just Bakery, and my idea was, it was right after the Tony Robinson episode had happened, and I wanted to find a way to have my students that are all justice involved, hang out with police officers, and then cook a meal together, and then serve their community. So, we did that, and they hung out in the kitchen for two days together, cooking, and getting to know each other, some shared experiences with one of the sergeants and one of my students of growing up really poor. They somehow got on the subject of free cheese, the government cheese, and making grilled cheese sandwiches over summer, because they were both so poor.\nThey ended up becoming really good friends, and a couple of those officers stayed working with us. And, my intent behind that was that if an officer in a few weeks, sees one of my students having a mental health struggle, or angry, or an outburst, and they happen to be the officer, they can say, \"Whoa, whoa, wait. I've had a personal experience with this person, and something's just not right here.\" Because, to me, that is the only way you change people. You have to hear their story. You have to get to know them, or otherwise the bias of skin color, religion, or belief system, values will always play a role in the back of your head for anybody, not even just police officers. So, I don't know how it gets fixed. Because, they can't sit down with every single person and have a conversation.", "rootx": 298.56900236081674, "rooty": 198.83118291055, "topic1": "Community", "topic2": "Police and Violence", "used": true, "story": "story/sol", "priority": true, "notes": "priority, Carmella talking about the importance of officers getting to know the community"}, {"words": "Having community officers, I think is crucial for the community to see, and for them to get involved with the community. I speak from, by being out there on the South Side, and having a couple of the officers volunteering. Like I said, I'm the Circle of Support coordinator, and a couple of officers volunteering to be a part of my circle, just to show more of a positive outlook on the agency when they were involved in community activities. I think that's crucial. They have to develop those open lines of communication, and deal with the community on whatever level they need to deal with them on.\nI think one of the other things that has been an access, is they added mental health officers, so that when they're called to deal with a situation and there is some type of mental side of it, there is an officer there to be able to address it without them going through a whole let's cuff them and do all this. Sometimes, deescalating situations is one of the best things going. I just wanted to throw that out.", "rootx": 136.63517816203918, "rooty": 361.5523246026808, "topic1": "Community", "topic2": "Police and Youth", "used": true, "story": "solution", "priority": false, "notes": "officers, community connection + mental health"}, {"words": "I guess I'm not surprised. I've heard those stories. I had a foster son for a while. He had anger management problems. And I was struggling to get him in some kind of counseling. But he was only 12 and they only had them for over 18. But he would act out. And the school called me one day and when I went in, there was a policeman kneeling on top of him. And they said that he wouldn't stop hitting the teacher. This is a 12 year old, and he wasn't a big guy. He was a small guy. I was overwhelmed at the time that it was even happening. And I just sat down next to him and said, \"Please, can you calm down?\" You know, \"You're going to be okay. You're going to go home with me. It'll be okay.\"\nHe calmed down after and he did. I mean, he was just laying there. And so then the cop got up and said, \"Well you better give him some help.\" and I said, \"Well you better come to the county and see if they'll give it to me because they're not.\" Then I just asked the teachers if that was really necessary to call the police in to do that and not to call me first and let me talk to him before they went to that.\nEvan\nHow did you find out? What was the sequence of events?\nDorothy\nThey called me and said they had him separated in another room and I needed to come get him. That he was going to get suspended and he was suspended for a week. And I took him to work with me for the week. But it had already happened and the cop was there and they said, \"The police have been called.\" and then just told me where to come and get him.\nI'm raising a white son and this was a black boy. And I know many of my son's friends act out and are angry and they've been suspended from school. But they never had the cops called in.", "rootx": 801.3399659391513, "rooty": 85.94537704221663, "topic1": "Police and Youth", "topic2": "Police and Violence", "used": true, "story": "story", "priority": false, "notes": "Dorothy remembering a time when her foster son was kneeled on by the police after having an outburst at school"}, {"words": "I hope that we have these tough conversations about what we want our community to look like. Because I think a lot of this is from kicking cans down the road. These problems have existed for years. The homelessness, the [inaudible 00:51:15], we just kick these cans down the road, and eventually I think a lot of what's happening now is that we've reached a point where you can't kick the cans down the road any more, you've actually got to do something about it. But it becomes that much harder if you let a problem like that fester for too long. I mean, something's going to give unless you have a really honest conversation about... I mean, I think part of the problem that we see from some of our elected officials and whatever is that we see people talking about solutions, and there's no admission that there's going to be trade-offs. I mean, you're not going to get any trust from people if you're not going to admit that there are going to be trade-offs, because you end up charging into this policy change here or there, and it's inevitably going to lead to some type of issues, and you've gone into it saying it's going to fix the problem, but it has its own set of problems. So I think that whatever we do, we have to be very clear that there are going to be trade-offs. And just communicate better.", "rootx": 77.42792418620286, "rooty": 492.24526805262417, "topic1": "Power and Trust", "topic2": "none", "used": true, "story": "none", "priority": false, "notes": "Paulo notes that there are going to be trade-offs when we make policy changes that are necessary to improve our community."}, {"words": "But I think that what is going to be important in the selection of a new permanent chief, is to make sure that person is in tune with the efforts that have been over the past few years to improve the department, and to help train the officers in some of the newer things like de-escalation, and using less force where possible. I think that we can all go a long way.", "rootx": 191.89540661962212, "rooty": 415.06434409849106, "topic1": "Power and Trust", "topic2": "none", "used": true, "story": "none", "priority": false, "notes": "none"}, {"words": "So I think what's important is that to have a chief of course that has the values that are so eloquently displayed in our mission statement and follows suit with what Madison's all about.\nI would expect you to bring a chief to the city that completely is oblivious to what the city's all about. But there is a balancing act, and I think that's where the work is going to have to be done. And you have to make sure that you're getting a person that can balance that scale, because if you can't, if you get a chief that's all about the police or not about the community, guess what? That's not good. And if you get someone who is all about doing what the mayor wants and what the council wants and they're not about looking out for the officer's wellbeing and safety and training, that's not good. So to me, it has to be a little bit of all of the above if you're going to have a successful situation,", "rootx": 197.86806337724124, "rooty": 407.16115274736956, "topic1": "Police Cheif", "topic2": "none", "used": true, "story": "none", "priority": true, "notes": "priority, Howard, an African American police officer in Madison, shares the important tension of balancing priorities when hiring a new chief."}, {"words": "It's that there's a lot of things going on that I think the police can't do everything by themselves and they also need to reach out and make those key partnerships. Agencies, whether it's our agency, other agencies, public health, everybody's got to be at the table when things are happening.\nAnd I think they've tried to do that with the crisis team and all that. But that's the thing, we're still reacting to situations. I don't see the proactive, the prevention side of it, which is key when you're talking about kids learning and reaching out and being mentored by, and being around officers that are doing a great job. They see it, but not that much. So the prevention really needs to be key. The proactive needs to be key, not just continuing to be a reactive force.", "rootx": 131.06383920579634, "rooty": 316.44374478247863, "topic1": "Scope", "topic2": "none", "used": true, "story": "none", "priority": true, "notes": "priority, Janie from Just Dane, talks about the scope of policing and how important partnerships and being proactive are."}, {"words": "One of the moments that has really disturbed me, and sticks with me was being at the Common Council meeting when the previous chief of police verbally berated Tony Robinson's grandmother rather than saying that he would be willing to make an appointment for her to share with him her thoughts, and instead in an open hallway at a Common Council meeting, called her a lunatic and a number of other names.\nAnd, in the same council meeting got upset with some alders that were questioning him and stood up and pounded his fist on the table and told them he was putting them all on notice. And I witnessed that, and I'm like, \"What? So, here's the chief of police, with a gun threatening,\" and particularly in that instance it was Alder Samba Baldeh, a man of color. And, that has stuck with me throughout. And, that's part of why I wanted to be part of this conversation is because it is so important who our chief is. Because, that person sets a tone for the entire department. And, think about that was several years ago, and it's still with me, and it still impacts how I see the department.", "rootx": 426.9482115079348, "rooty": 226.2087575850948, "topic1": "Power and Trust", "topic2": "Tony Robinson", "used": true, "story": "story", "priority": false, "notes": "none"}, {"words": "for us, where I work on the South side, on South Park Street, and our programs, our reentry initiatives working with people coming back from jail and prison. So, we have a monthly service fair when we're not in the midst of a pandemic, and we usually invite the neighborhood officers from the South Precinct, because we have a really good working relationship with them. And, they like to come over, and they like to get to know our program participants, because then if they see them, come across them in the neighborhood struggling with something, they'll bring them over and reconnect them with us.\nSo, I think there are officers in there and particularly kind of in the neighborhood officers who are doing some good work. I think the challenge becomes outside of that. And, we're more leery on wellness check for example if we can't get one of our neighborhood officers that we know personally to do a wellness check. We're inclined to figure out some other way to do a wellness check because most of our program participants are Black men, and we're just not willing to send a police officer that doesn't know our participant to their home. We just won't risk it.", "rootx": 254.5891502714303, "rooty": 243.57256735524822, "topic1": "Power and Trust", "topic2": "Re-entry", "used": true, "story": "observation", "priority": false, "notes": "Won't call a police offiecr unless it is someone they know, \"won't risk it\""}, {"words": "After Tony Robinson was killed, I wanted to understand why the Madison Police Department had so many more officer involved shootings than the Sheriff's Department. And, the Sheriff's Department has gone a very long period of time without any officer involved incidents. So, I called Sheriff Mahoney and asked if he would be willing to sit down and talk with me. And, he was very gracious and came over to our office one evening and we sat for about two and a half hours and talked.\nAnd, there are certainly differences within those departments, but I think that that communication and that experience is part of it, because their system is such that a deputy doesn't go on patrol until he's worked in the jail for a year. And so, he's actually gets to know some of the people that he may run into in the street, but he also, or she also gets experience deescalating situations in very high tension scenarios.\nBut, they also just have different policies. For example, they would not have gone into, or tried to go into the apartment where Tony Robinson was. They would have waited him out. It's a difference in policy. And so, I think that training piece is a lot of it. And, the philosophy that a new chief brings in terms of how the department is going to approach different situations. And, I think what I learned from the Sheriff's Department is that there are these different philosophies and different approaches. We also had this fascinating conversation about technology and things like sticky bombs and stuff that are less lethal in terms of trying to contain someone who maybe is posing a threat. But, I think that that communication and training, yeah.", "rootx": 228.0920488754602, "rooty": 344.13260183026716, "topic1": "Reform", "topic2": "none", "used": false, "story": "solution", "priority": false, "notes": "compared to sheriff's department"}, {"words": "would say, similar to Brian. I also am part of the Allied Dunn's Marsh Neighborhood Association, and so I know over the summer with some of the shooting, shots fired incidents there, this had some of the same concerns in terms of response time for the department to send an officer and even being told by dispatch that, \"Well, they didn't know when somebody might get there because they were busy.\" So, I think that's some of the gaps and people feeling not safe.", "rootx": 849.6748756613555, "rooty": 459.9369971982894, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "observation", "priority": false, "notes": "slow response time to shooting"}, {"words": "time I had a supervisor lieutenant walk up to me, and this had to be now, 19 years ago. I was talking to an African American officer inside the police department by the mailboxes, and when that officer walked away, he comes up to me. He was a white officer, and he says, \"You need to be careful who you talk to around here.\" And, I'm like, man what's really going on? I think as an adult, that was kind of my first, \"Oh,\" kind of gut check as to what some things that are going on behind the scenes in law enforcement, and why is this man telling me I can't talk to this officer? Specifically, an African American officer? That officer just actually retired, is good friend of mine, and I've recently told him that story, because I didn't want him to be walking around for years, thinking what was going on with that? We've had numerous conversations throughout the years.", "rootx": 511.4106390813516, "rooty": 203.97704032159618, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "But I think when we combine too much of community policing with what the role of a police department is, it's like police is about safety. At the core, that's what it's set up to do. Safety then gets really complicated because it's like, \"Who's safe?\" Right? Safety can be confused with comfort, where it's like I feel uncomfortable because this random person is here. So I'm going to call the police, which then they have to react to it. That whole system is messed up.", "rootx": 320.995028550615, "rooty": 325.2133953955866, "topic1": "Feelings of Safety", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "a police officer. He's also going to school to be social work. So that really, it's taking it to the next level. Right? I do believe from my experience and what I've seen, there is perhaps is not the work of a police officer in the job description. But in terms of ethics and how you work with people and human beings, should it be part of that job description, right?", "rootx": 107.74568992763975, "rooty": 282.7991454832015, "topic1": "Scope", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "goes into talking about ICE directly afterwords.... many don't agree with the cop+social worker thing so make sure both are represented"}, {"words": "over the years, there's been many circumstances and things where I've been able to use my talents and gifts to really work with the Latino community, especially during the immigration phase, the DACA and all these other parts that came through.\nIt's hard to look at the media and be in law enforcement and see people to look like yourself and my kids in cages and being separated from family. I have an opportunity in this field to make a change, whether it's small change through discretion on who goes and who doesn't go somewhere. Right? Obviously, the laws a little bit different maybe in Illinois to Wisconsin and some things. But yeah, there's many experiences in there, but my experience was I didn't see anybody that looked like us. This was my opportunity to really maybe give back to my community and be a voice for them and be able to stand up for people that look like us and those that don't look like us also.", "rootx": 493.19393690697615, "rooty": 332.18773872621597, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "think that was the right skin tone for ... When you look back in history, and you see the kids that went to college, and the kids that didn't go to college, and who were the staff at the schools would tell them you can go to college, I wasn't one of those. So I went to the Marine Corps in 1993. So I served in the Marine Corps till '97. When I got out of the Marine Corps, I thought there was an opportunity to get on the police force. I never had thought about that before.\nSo fast forward to 22 years from 1999 till now, that's what I've been doing. But when I first started, there were some issues within the agency where the officers of color were having issues with those that weren't. There was a lawsuit going on. I had to navigate very tactically, if you want to call it, to a police department. I didn't want to be labeled by people because I was the Puerto Rican kid that grew up in Elgin. He might be affiliated to some gang or he might be affiliated to something I didn't want that I came in. I had two children at the time.", "rootx": 510.1547323030457, "rooty": 174.2382603306924, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "eah. For me, so I grew up in Mexico. The first interactions with police, they weren't common back at home, except when we had a car accident. But they were there to help us. When I arrived to Madison, the interactions with police definitely changed. When we arrive due to our status, and then when the last change in Wisconsin that undocumented individuals could not longer have a driver's license, it a became very hostile, a relationship that was very hostile.\nI was pulled over probably more than three or four times just because I did not have a driver's license. At the times that I was pulled over, I was lucky, maybe, I don't know that maybe three out of the four times that they just gave me a warning, and let me go. But then year after year, it because worse. The fear to the police. There was one instance when a police officer kept asking, \"Why you don't have a driver's license, why you cannot get a driver's license? When can you get a driver's license?\"\nI am not sure if that police officer was not aware of the laws in Wisconsin or if he was just pretending that wanting me to go into explaining how the laws were working and keep maybe providing more information that I ... I did that I didn't provide any other information because I've always been engaged typically and knowing my rights, right? I spoke English at the time. My parents had similar interactions with them and they did not speak English. It became a family, yeah, family fear.\nYou can't drive out of Madison because other cities can be worse. Yeah, there was a point where my dad used to go to another county to work. He got pulled over by a sheriff. They took away all his identifications. Luckily, my sister, one of my sisters was with him. So they were able to speak. Otherwise, I think she mentioned that they were about to take him. Yeah. So it's been, police, sheriff. But it's more of that those kind of situations with not having the documentation that they ask for and just how they approach you in that conversation, right? Yeah, I think that's been part of my experience with police.", "rootx": 637.3766580262279, "rooty": 313.33258228917276, "topic1": "Power and Trust", "topic2": "Scope", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "Sure. My first interaction or my first memory of the police, when my tio was a police officer. He would always come and tell us stories about one, it's like the uniform, right/ I vividly remember that as being something that he wore very proudly. I always remember him like going for runs on Thanksgiving. No one else in my family did that. Yeah, just like really fit and really engaged. He was a great father and there's not a lot of those in my my family. So they usually stand out.\nWe have a lot of strong women but not men, but my padrino, in particular, he definitely was. Yeah, just somebody who was a great father, a great person and then also was really proud to be a police officer and would come and tell us stories and always make us laugh. So I had a really positive, as a child, that was what I thought of police.\nThen my padrino assed away not in the line of duty, he just got sick. That was really unfortunate. Then after that, I think my other memories of the police I think in 2012, and just with all of the police shootings, I remember being really confused about the Trayvon Martin case and just like completely not understanding what was happening. I just don't see how ... Yeah, and even after everything came out with just like how it became such a divisive issue. Yeah. Then just like fast forward to now where I definitely think in terms of addressing systemic racism and just systemic oppression in all institutions is really, really important and specifically in police. So yeah, so that's kind of the first things that came to mind.", "rootx": 478.4299327012159, "rooty": 261.6866111755371, "topic1": "none", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": " think when you when you speak about safety, I see police more as being reactive than proactive. Just to give an example is when ICE was here, right? There was a lot of reaction to it, trust the police, and we're here for you, and a lot of messaging that just happened when ICE was here. After that, I think the interactions continueD to be the same and they went back to be the way they were. There was no messaging after that. ICE never left, right? They've has always been here. I think consistency or that that being proactive and educating.\nPolice informants on certain laws and things could definitely fill in the gap or bridge that gap, right, that you were referring to it a little bit. So I think there is still some education that could be implemented to that. I don't know. Be part of ... I mean, you already have a big, big job but how can this be an intersectional? I think how police are ... The job is being more into it. There's more intersectionality on what they doing and how they're doing things that maybe wasn't there before or maybe it was there before, but just didn't see it because of social media or social activity or social justice, however you want to call it.\nBut yeah. I think creating a crisis response team that yeah, maybe it's not police that need to come when there is a crisis at home or anywhere. You need a team that can take care of that before police, right, comes in. But I think education should still be part of that holistic approach with police because that's been my experience that sometimes I don't know if they really don't know the laws of your state where you live or are you pretending or is that part of your work ethic? I just don't know. I speak from from that experience of there is more education that needs to be enforced or reinforced within police departments I think. That was my part", "rootx": 188.6816721580799, "rooty": 290.68626280753847, "topic1": "Power and Trust", "topic2": "none", "used": true, "story": "none", "priority": true, "notes": "priority"}, {"words": "really, really good information that I think everybody should know, but particularly for the next police chief and really be willing to say, \"I'm not just going to come here and keep the status quo or ...\" Yeah. Just ready to really change things. That would include also thinking really critically about defunding some of the police and saying, like, \"We can do our job. This is exactly our job and these other services can go somewhere else.\"", "rootx": 224.5377556433589, "rooty": 449.88142444241436, "topic1": "Police and Youth", "topic2": "none", "used": true, "story": "solution", "priority": false, "notes": "direct"}, {"words": "I think what I thought of when you mentioned what is safety look like for the Latinx community here in Madison, I think a lot of it is education. Right? I definitely would want all police officers to understand how federal law plays a role with local ordinances and state laws and like really understand that laws are always going to change, right?\nJust because it's the law, hello, things are going to change. Are they making decisions because of some rule? If they're just saying, \"Oh, that's the rule. So this is the rule we got to do.\" Instead of saying like, \"No, my job is to keep people safe. I need to understand that the immigration system is a huge issue in our country and that is not my job. My job is not to solve the immigration system.\" The drugs are a huge issue and petty marijuana possessions. If you're acting on that, that just doesn't make any sense, right?\nSo just like having a more understanding of how complex some of these larger issues are and saying like and having like a very clear picture of this is what safety means. It's definitely not petty drug pickups, it's not traffic tickets. It's not because people don't have driver's license. It's taking care of the really hard stuff, whether that's drunk drivers that are actually putting people in danger or people that are being violent.\nI guess maybe big drug lords, I don't know. Madison, there's stuff happening obviously here, but it's more in relation to social issues. SO also being like, \"Well, what investment are we as a department taking into understanding those bigger issues?\" Yeah, I'm glad to hear that y'all are reading White Fragility. That's a tough book to read, for sure. People have lots of opinions about Robyn D'Angelo and he take on stuff. It's a one way to do it. But I think like, yeah, people engaging and saying like, \"Okay, let me understand things better.\" In particular, when it comes to safety, understanding, yeah, the immigration system in our country and just how it's not set in stone, and it will change. So keeping up with all that, I think is really important.", "rootx": 516.960624320242, "rooty": 383.4567162298387, "topic1": "Police and Education (immigration)", "topic2": "Police and Community", "used": true, "story": "solution", "priority": true, "notes": "direct, priority"}, {"words": "one thing that that's reminding me of is just it's hard to get away from how powerful the institution and the badge and having a gun is, and how much that emboldens individuals to treat people like crap if they want to, right? So that's a concern of just I don't know how you train people to be nice, to be good people when they just have a bad day because they're human and that's totally fine.", "rootx": 170.7058046928134, "rooty": 192.53671707645537, "topic1": "Police and Youth", "topic2": "Feelings of Safety", "used": true, "story": "observation", "priority": true, "notes": "priority"}, {"words": "holding people accountable ... So recently, I don't know ... Everyone kept up with the independent auditor position. It was super political. That was a big fight. So that was five years in the making that they were like, \"Hey, let's try to hold police accountable because of the Tony Robinson shooting. Okay, we did a huge study, we came out with these recommendations.\" Five years later, they're finally going to hire an independent auditor and that was still barely happened. So it's just in terms of how do you repair, how do you heal? How do you really change as an institution here in Madison, it's hard to hard to see that, see that happening.", "rootx": 274.5893281275665, "rooty": 545.5227759576613, "topic1": "Power and Trust", "topic2": "Reform", "used": true, "story": "observation", "priority": false, "notes": "how do you heal when it takes so long and no one pushes it forward?"}, {"words": "work with La Movida. So I'm a radio personality part-time. So I've gotten to know a lot of people through that work, especially police officers, Latinos, right? So we actually run into, when you're in an example into an instance where we had to deal with them recently or work with them. I don't know. I was at my friend's house. We were doing some [Spanish 00:39:28]. No, I'm kidding. We were just lighting up candles and just doing some cleanings around the house and whatever.\nIt was late, it was probably 11:00 PM. So the alarm started to go off in her apartment, right? We open the windows, we let the air out. So 10, 15 minutes later, we hear the building alarm go off, but at that time, there was no smoke in the apartment or anything. So somebody must have. I do take responsibility when I do things. So it wasn't any of us. Somebody must have pulled the the alarm. So the firefighters came in. They were very either knocking on the door very heavily. We started to evacuate building and etc. When we were outside, police came.\nI knew one of the police officers, he's Latino. I've worked with him. We started to talk and my friend, the owner of the condo, she was talking to the firefighter. They were kind of arguing, right? So my friend, she tends to speak very affirmative right? She just wanted to understand what had happened. We didn't do this and the firefighter guy, he was also raising his voice.\nSo police officer and I are talking and how's it going, things are going crazy, blah, blah, blah. He sees them. He goes to my friend and he pretty much threatens her, right? Like, \"You better shut up or I will arrest you. I will take you.\" It went like this and seconds. I don't know. Yeah. I don't know why that happened or how that happened. He didn't even hear the conversation. He just heard them both, both of them were raising their voices or whatnot. Then he just went to her and said, \"If you don't listen, if you don't shut up, I will arrest you. We will talk you.\" Da, da, da. I was like, \"Wow.\" That escalated pretty quickly.\nSo again, going back to how do we feel safe? How do we build those relationships? He knew I was with her like, I was telling him what had happened and that didn't matter. That didn't matter. That was the last experience I had with with police. Honestly, I was shocked. Yeah, I couldn't believe that things had escalated that quickly. So I'm not sure whether we need more. I know there's also like police officers doing more shifts or stress or what kind of support do they have internally. Are they overworked? Right?\nSo I think that's one of my concern, that are they getting the support that they need and that kind of training to deal in under stress situations?", "rootx": 602.2229357287114, "rooty": 249.02003195977977, "topic1": "Power and Trust", "topic2": "Feelings of Safety", "used": true, "story": "story", "priority": true, "notes": "priority"}, {"words": "the biggest thing that we do is communicate, is talk. When you put your uniform on, and I tell these young officers, the moment you're going out. You're not writing a ticket every day, you're not making arrest every day. You may not even make a traffic stop. You may be going to call it a call. But when you go to these calls, what you're doing is talking. You put your social worker hat on, you put your mediator hat on you, you put all these other hats on. We're tasking police officers again to do jobs that they haven't really been trained to do.", "rootx": 204.261190239429, "rooty": 302.33241050474106, "topic1": "Scope", "topic2": "Power and Trust", "used": true, "story": "observation", "priority": false, "notes": "\"we're asking officers to do these jobs they really aren't trained to do\""}, {"words": "It can be very complicated, but I think it starts from the top. I think when you say that there's these good officers down there, the good officers need to oust the bad officers and can't be afraid to do that. But that starts from the top that starts from the ex-chief at the top saying, \"Speak because we're not going to tolerate that.\" There has to be things in place to really monitor police activity in the sense of early intervention systems that show, \"Who is?\" Because anytime, if you ask any officer, and I know the Tony Robinson case, I've read it, and I've seen it, but just take a different situation where an officer uses force.\nOfficers aren't surprised when an officer gets in trouble because they use force. Because they know that that officer is handsy or that officer has a big mouth. But they don't say anything after the fact. Yeah, that's not a surprise. Well, officers have to be given the authority to say, \"Hey, we're not going to tolerate that internally.\" But that starts from the top. From that chief having that dialogue internally, getting to know the officers, explaining what diversity looks like. I have these conversations all the time. M son is an African-American man. My mom's side of the family is black, Puerto Rican, and I'm black.", "rootx": 330.82687440150164, "rooty": 187.56207496889175, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "When people say they don't see color, of course you see it. It's how you react to it. Of course I see it. If I see you, you're a Latina, you're a Latino. He's an African American, we see that. It's not that you don't see it. When people say they don't see it, we see it. But how do you react to it? That's the that's the question.\nWhat we're seeing is officers who are afraid and are doing things out of fear, instead of communicating, let's get to know each other. This is not an easy task. By no means, to really get to know each other. Officers aren't doing that internally. Now, we're asking them to do it outside, right, get to know who people are. I'll give you a prime example. At the agency I'm at, we have a whole group of officers reading a book called White Fragility. I don't know if you've heard of it.\nWe're having dialogues with the clergy, with community members and officers reading the book called White Fragility. I don't think any other agency is doing anything like this. We're doing this because we want to lower those barriers. We want people to have a real dialogue, and I need to understand their culture, they need to understand my culture and understand where we come from and that systemic racism has been there and what that looks like.\nYou have to push the envelope and that starts from the top, from the top of leadership. Again, it's putting people in the right places within the leadership of the police department. But you have these good officers that are doing good things and are standing up. You put those officers in those positions. Those are your new sergeants. Those are your next lieutenants. These are the people. It ain't just the officer with ... You get away from the officer that made the most arrest, the officer to wrote the most tickets. That's not what we need in policing. Those things, that's old news. We have to be looking at something newer and fresher. We really need to be putting people in the right place.", "rootx": 366.06215909364784, "rooty": 165.85555538054436, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "And I remember the first time going into prison and just being caught off guard and just. I don't know, like I hadn't visited a prison or jail or hadn't really interacted with the criminal justice system in that sense because my parents always told me growing up exactly how to interact with police officers, how to avoid trouble. And that was a really big deal in my family. But when I first saw the prison, I was like, how are folks living in these conditions? And how are we to ... and just the frequent thoughts going through my head were, how are we supposed to expect people to get better at a prison or a reform, if that's the real intent of what prisons are supposed to do?\nAnd I remember interviewing the client and I remember going through the details of their case. And then weeks later interviewing the victim, seeing that the criminal and seeing the details that I got from her case, I just saw that the criminal justice system did not fix this issue at all. What it did was it sent someone to prison without making the victim whole. And it was that moment when I realized that there is clearly something going on in the criminal justice system that isn't working. And we shouldn't be investing millions and hundreds of millions of dollars into something that has now been proven doesn't work. And that's part of the story of like many stories that I got from the restorative justice project and Anthony was also in the restorative justice project with me. But that's something that like really did strike me.", "rootx": 5.4905030110601235e-06, "rooty": 753.0460603775516, "topic1": "Criminal Justice", "topic2": "Restorative Justice", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "So when I would say like, \"Oh, I go to prisons around Wisconsin and speak to people who've done horrible things with the aim of getting them to speak with the victim of the crime,\" people would be like, \"Oh, so you speak to the baddies,\" and just say things that so clearly communicated to me that this was a black and white system for them, like bad people went to prison and that's it. And that was so different from my experience, getting to know these people who I got to know very well and were generally very nice people.\nA lot of them had changed a lot since they had committed the crime that got them in prison. And just knowing them and speaking with them one-on-one and then also hearing how people who had no idea who these people were talk about them in such a like flippant black and white way gave me an idea of how far we as a society have to go before people who get convicted of crimes are accepted as people who have made mistakes or even done something intentionally and then realized the harm that they've been causing and want to make a change.", "rootx": 69.26849267270269, "rooty": 738.7494364092427, "topic1": "Criminal Justice", "topic2": "Restorative Justice", "used": false, "story": "observation", "priority": false, "notes": "none"}, {"words": "And then summer after freshman year, I had an internship that was with the department of corrections, but it was on the side of rehabilitation and restorative justice, working to get people on probation, get them work skills so that they could get jobs. And I really saw this whole new side of things and got to meet people that had experiences in it directly.\nAnd then there was something where they offered me to tour the workhouse, which I don't know if you're familiar with what that is, but it's basically where, it's like the people serving the under a year ... I don't know. Anyway, it doesn't need to be specific, but people can go and leave for work during the day and come back and they come back to jail. And they were like, \"Okay, let's go tour it.\" So I get on a bus and I go to tour and we get there and I just got this overwhelmingly, terrible feeling of like, why am I here? Why am I looking at these people who are living their life in here? Coming from an outside perspective, it was like a zoo. I was ogling. I did not meet personally, but just all of us, they were like, here's this, this is where they eat, they have maximum security.\nI was just like, this is so messed up. I don't know, that was my revelation of like, this needs to change. What aspect of this is rehabilitating? Who is benefiting from this? Nobody really is. yes, they provide programs for these people, but they're sitting in a cell all day long separated from society and the people that do get to leave, they have to come back at the end of the day. And I don't know, it was like, I had this whole thing like, I'm never doing that again. I don't need to go tour this thing. That did nothing for me except just feel like I was observing people that ... I don't know. It was just a very interesting experience for me.", "rootx": 9.28050716500629, "rooty": 759.5664854972594, "topic1": "Criminal Justice", "topic2": "Restorative Justice", "used": false, "story": "story", "priority": false, "notes": "none"}, {"words": "s that there are not enough non-policing resources to service the community, whether it is responding to houseless folks, whether it is responding to a mental health call, whether it is responding to a domestic violence call. We need to be investing in social workers, we need to be investing in folks where psychologists, people who are really trained in dispute resolution to be going out first to these incidences. And this is where the gap is. And it's a gap that needs to be filled. How do you do that? I don't know, not fund $148 million jail project. That's where the big issue that I see with the Dane County jail, it's that there is so much money being put on the line to build a concrete building downtown was supposed to keep people locked up when you could be investing that same amount of money into a community center or into resources that would actually deal with the very issues that we have with police.\nThat's where I think the second BLM movement that's been going on in 2020 has shown is that we do not invest in non-policing resources, whether it be mental health resources at the city, whether it be just regular health department in the city of Madison, or really any social service that could be actually taking care of these issues and limiting the police role to what they are good at, which is what Anthony has mentioned before, which is keeping us safe in those high ... not high violence, but those really violent crimes that occur.", "rootx": 371.5772519181015, "rooty": 576.4914112706339, "topic1": "Criminal Justice", "topic2": "Non-Policing Resources", "used": true, "story": "solution", "priority": false, "notes": "none"}, {"words": "thinking about England, our police are unarmed individuals. At least they don't have firearms and they're the ones who respond to the vast majority of situations, which I think for the most part is appropriate. And then when we do have violent things happening like someone stabbing a bunch of people on London Bridge, there are armed police officers there within like 10 seconds. And I don't know how they do that. But for the majority of things we call police for, we have unarmed police officers or sometimes they even are community police officers. So I think this isn't unique to Madison in this country, but the fact that our police in general all carry firearms and are trained to use them in high tension situations and they're responding to high tension situations that don't necessarily call for a gun. I think there are very few non-policing resources in Madison.\nOne of the reasons why that is not great is because of what police are, which is, armed people with training to use guns to deescalate situations or use that power or threats of violence. So I think if the model of police here was the majority or the patrol and police were unarmed, I think that would make a larger chunk of what the police do more appropriate and then having those armed individuals. And as a relatively small amount of land that Madison is, I think they would be still be able to respond fairly quickly with armed when it was called for.\nEliza", "rootx": 491.7695118747188, "rooty": 459.9932332192698, "topic1": "Criminal Justice", "topic2": "Armed Officers", "used": false, "story": "solution", "priority": false, "notes": "none"}, {"words": "And going off of Anthony's point, let's look at who's being arrested. What are they being arrested for? I know we're not arresting folks for cannabis anymore in Dane County, but are we arresting folks for heroin use or cocaine use? That is a public health issue. But they should be not be put in jail during that arrest. They should be seeking services from a hospital, seeking services from a center that is built through this fund or if the center is located in the new jail, great, but we should be looking at systemically, what can we reform? What can we change? Because if we are going to decrease the capacity that the jail is going to hold, then we need to look at, okay, what constitutes someone's liberty being taken away? We all agree violent crimes and anything of that nature should be. I think that's a general consensus, but drug crimes. We really should be looking at that more.", "rootx": 361.25394035598475, "rooty": 607.8746180380545, "topic1": "Criminal Justice", "topic2": "none", "used": true, "story": "observation", "priority": false, "notes": "none"}, {"words": "I'd like to kind of comment on that because my girlfriend is a teacher and she does a lot of solving. And she has noticed that over time the classrooms have become kind of harder and harder to manage and that ... She has often described that the kids who can't control their behavior are running the classroom a lot of the time, and that's a big concern for other kids. I don't agree either with seclusion and restraints and these kind of horrific way to dealing with this, but how do we get to where everyone gets to get the education, everyone feels safe, like the kids who do have emotional problems and the kids who don't?\nHow do we make those so that both of those groups can somehow survive, get what they want out of it and people feel safe? My son was assaulted from behind at school and wound up injured, had to have a bunch of stitches on his face. It was so hard to get people to respond in the right way when that happened, it was really hard. The person who did that had never met my son before in his life, and it was just an incident, like a playground incident basically. He took the ball, literally my son took the ball from him, wouldn't give it back, he turned around and he got wailed on from behind.\nAnd I kept having to go to court over this, and it was like I had to remind people of what happened because they set up this whole program for this kid, and he violated every single one of the guidelines that they set up for him and yet he was still at the school, walking the halls by himself and people were afraid of his kid. And these are the kinds of things that happen. I feel like there was an out of control thing happening here. Why does anyone in the school need to be in fear of their own safety?\nWhen you know what this person did for some reason you're afraid to do something more about this. And I kept going to court and saying, \"I want this kid to get help. I see some of him in me or some of me in him, I used to be like that in some ways.\" But at the same time, all the other kids in the school don't feel safe now. Where do you find that balance where every kid gets to feel fulfilled and safe? The kids who have the things that they need to solve and the kids who don't. And that's a really super touchy subject right now. You start talking about it and everybody's mad at you.", "rootx": 588.4845703801161, "rooty": 33.27722760938829, "topic1": "Feelings of Safety", "topic2": "none", "used": false, "story": "story", "priority": false, "notes": "safety in school, kid getting wailed on, communicating a need to feel safe at school"}, {"words": "one thing that that's reminding me of is just it's hard to get away from how powerful the institution and the badge and having a gun is, and how much that emboldens individuals to treat people like crap if they want to, right? So that's a concern of just I don't know how you train people to be nice, to be good people when they just have a bad day because they're human and that's totally fine.", "rootx": 196.75282696376226, "rooty": 189.68073937200728, "topic1": "none", "topic2": "none", "used": false, "story": "none", "priority": false, "notes": "none"}, {"words": "I would have one more simple thing. I'd loved to see better relationship between the community and law enforcement, I would love to see that. I love to see something healed out and it's just so hard and, I feel for the vast majority of those guys and not those guys, but the officers who are out there wanting to help people. I feel for them just because so many people hate them now and the other way around. I also feel for the people that are subject to the bad behavior of the bad ones, really feel for them too. I'd love to see something happen where we could try to figure out how we could, once again, out of respect for the people who enforce our laws--\nCathy\nThey have to have a conversation.\nVerge\nAnd I'd like to have our laws, if we all felt better about our laws, that's another thing about it too.\nCathy\nYeah.\nVerge\nIf we all felt more that the laws were fair, we would have a better view of the people who enforce them too, so.", "rootx": 212.95787687868824, "rooty": 483.85481065319436, "topic1": "Community", "topic2": "none", "used": true, "story": "solution", "priority": false, "notes": "how do we help law enforcement heal from stigma now?"}]}